[
    {
        "slug": "hvac-electricity-comparison",
        "title": "空調屋：古いエアコンと最新機種の電気代比較表",
        "description": "「買い替えた方がお得？」と聞かれたら。10年前の機種との電気代比較表をサクッと作成して、提案の説得力をアップ。",
        "occupation": "空調設備屋",
        "task": "古いエアコンと最新機種の電気代比較表作成",
        "tool": "ChatGPT",
        "content": "## 概要\nお客様にエアコンの入れ替えを提案する際、「まだ動くから」と断られることはありませんか？\nしかし、10年前の機種と最新機種では電気代が大きく違います。\nその差額を具体的な数字で見せることで、「買い替えた方が結果的に安い」と納得してもらいやすくなります。\nAIに機種のスペックや条件を伝えれば、年間の電気代差額を試算した比較表がすぐに作れます。\n\n## このレシピのメリット\n- **成約率アップ**: 「元が取れる」ことが数字で伝わります。\n- **信頼獲得**: 根拠のある提案で、プロとしての信頼度が上がります。\n- **時短**: 面倒な計算をAIに任せられます。\n\n## 具体的な使い方\n1. 既存機種と提案機種の消費電力（期間消費電力量）を調べます。\n2. プロンプトに入力し、比較表を作成させます。\n3. 提案書に貼り付けて説明します。\n\n## プロンプト\n```markdown\n# 命令書\nお客様にエアコンの買い替えを提案するための、電気代比較表を作成してください。\n10年間のトータルコストの差も出してください。\n\n# 条件\n- 電気代単価：31円/kWh\n- 既存機種（10年前）：年間消費電力量 1,500kWh\n- 最新機種：年間消費電力量 900kWh\n- 本体価格（工事費込）：15万円\n```"
    },
    {
        "slug": "hvac-freon-certificate-remarks",
        "title": "空調屋：フロン回収証明書の備考欄作成",
        "description": "回収証明書の備考欄、何を書けばいい？「配管再利用のためボンベ回収」など、状況に合わせた適切な記述を生成。",
        "occupation": "空調設備屋",
        "task": "フロンガス回収証明書の備考欄作成",
        "tool": "ChatGPT",
        "content": "## 概要\nフロン排出抑制法に基づく回収証明書。\n通常は定型的な記入で済みますが、イレギュラーなケース（コンプレッサー故障で回収不能、配管再利用など）では、備考欄にその理由を詳しく書く必要があります。\n後から行政や元請けに突っ込まれないよう、法令に則った適切な表現をAIに作らせましょう。\n\n## このレシピのメリット\n- **法令遵守**: 正しい理由付けで、コンプライアンス違反を防げます。\n- **手戻り防止**: 書類の不備による再提出をなくせます。\n- **安心感**: 「これで大丈夫か？」という不安を解消できます。\n\n## 具体的な使い方\n1. 現場の状況（なぜ通常回収できなかったか等）を整理します。\n2. プロンプトに入力し、備考欄の文章を作成させます。\n3. 証明書に記入します。\n\n## プロンプト\n```markdown\n# 命令書\nフロン回収証明書の備考欄に記載する文章を作成してください。\n\n# 状況\n- 室外機のコンプレッサーが故障しており、ポンプダウンができなかった\n- そのため、フロン回収機を使用して液管・ガス管から直接回収した\n- 回収量は規定量より少なかった（漏洩の可能性あり）\n```"
    },
    {
        "slug": "hvac-noise-complaint",
        "title": "空調屋：室外機の騒音クレーム対応文",
        "description": "「室外機がうるさい！」近隣からの苦情に、誠意を持って対応するための回答文と対策案。",
        "occupation": "空調設備屋",
        "task": "室外機設置場所の騒音クレーム対応文",
        "tool": "ChatGPT",
        "content": "## 概要\nエアコン設置後、近隣住民から「室外機の音がうるさい」「風が当たる」といったクレームが来ることがあります。\n感情的な対応は火に油を注ぎます。\nまずは不快な思いをさせたことを詫び、防振ゴムの設置や風向調整板の取り付けなど、具体的な対策を提示する手紙やメールを作成しましょう。\n\n## このレシピのメリット\n- **トラブル沈静化**: 誠実な対応で、大きなトラブルへの発展を防ぎます。\n- **解決への道筋**: 具体的な対策を示すことで、相手も納得しやすくなります。\n- **会社の評判**: 「クレーム対応もしっかりしている」と評価されます。\n\n## 具体的な使い方\n1. クレームの内容と、現場で可能な対策を確認します。\n2. プロンプトに入力し、お詫びと提案の文章を作成します。\n3. 相手に送るか、直接訪問時のトークスクリプトとして使います。\n\n## プロンプト\n```markdown\n# 命令書\n隣の家から「室外機の音がうるさくて眠れない」と苦情が来ました。\nお詫びと、対策を提案する手紙の文章を作成してください。\n\n# 提案する対策\n- 室外機の下に防振ゴムを追加する\n- 夜間は静音モードに設定していただくよう施主様に依頼済み\n- それでも改善しない場合は、移設も検討する（要相談）\n```"
    },
    {
        "slug": "welder-hiyari-hatto-voice",
        "title": "溶接工：音声入力でヒヤリハット報告",
        "description": "火花が散ってヒヤッとした！現場の状況をスマホに話しかけるだけで、臨場感のあるヒヤリハット報告が完成。",
        "occupation": "溶接工",
        "task": "ヒヤリハット報告（火気使用時の危険予知）",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n溶接作業は火災や火傷のリスクと隣り合わせ。\n「スパッタが養生シートに飛んだ」「アーク光で目が焼けた」などのヒヤリハットは、共有することで仲間の事故を防げます。\nしかし、文章を書くのは面倒。\n休憩中にスマホに向かって状況を喋るだけで、安全衛生委員会に提出できるレベルの報告書を作りましょう。\n\n## このレシピのメリット\n- **報告のハードル低下**: 書く手間がないので、些細なことでも報告しやすくなります。\n- **事故防止**: 具体的な事例共有が、一番の安全教育になります。\n- **記録**: 労災隠しを疑われないよう、日々の記録を残せます。\n\n## 具体的な使い方\n1. ChatGPTの音声入力をオンにします。\n2. 「今日、高所で溶接してたら、火花が下の可燃物に落ちそうになって焦った。監視員がいなかったらヤバかった」のように喋ります。\n3. プロンプトで整形します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の音声入力テキストを、安全大会で発表できる「ヒヤリハット報告書」の形式に整えてください。\n\n# 音声入力\n[ここに音声テキストを貼り付け]\n\n# 出力項目\n- 発生状況\n- 原因\n- 対策（どうすれば防げるか）\n```"
    },
    {
        "slug": "welder-conditions-summary",
        "title": "溶接工：施工要領書の溶接条件整理",
        "description": "電流、電圧、パス間温度…。WPS（溶接施工要領書）に必要な数値を整理し、一覧表にする。",
        "occupation": "溶接工",
        "task": "施工要領書の溶接条件の整理",
        "tool": "ChatGPT",
        "content": "## 概要\n厳しい品質管理が求められる現場では、溶接条件の管理が必須です。\nしかし、板厚や開先形状ごとに条件（電流・電圧・速度）を整理するのは大変な作業。\nAIに「板厚12mmの突合せ溶接」などの条件を伝えれば、一般的な推奨値を提示してくれます。\nこれをベースに、自分の現場に合わせて調整すれば、要領書作成が格段に早くなります。\n\n## このレシピのメリット\n- **作成スピードUP**: ゼロから調べる時間を短縮できます。\n- **抜け漏れ防止**: 予熱温度やパス間温度など、忘れがちな項目も網羅できます。\n- **説得力**: 一般的な規格に基づいた数値をベースにできます。\n\n## 具体的な使い方\n1. 溶接方法と母材条件を整理します。\n2. プロンプトに入力し、条件表を作成させます。\n3. Excelの要領書フォーマットに転記します。\n\n## プロンプト\n```markdown\n# 命令書\n被覆アーク溶接の施工条件を整理してください。\n\n# 条件\n- 母材：SS400、板厚19mm\n- 継手：レ型開先（完全溶込み）\n- 溶接棒：LB-52（4.0mm）\n\n# 出力\n層ごとの電流値、電圧値の目安を表にしてください。\n```"
    },
    {
        "slug": "welder-tips-manual",
        "title": "溶接工：若手への「コツ」言語化マニュアル",
        "description": "「感覚で覚えろ」はもう古い？アーク溶接の微妙な手元の感覚を、AIと言語化してマニュアルに。",
        "occupation": "溶接工",
        "task": "若手へのアーク溶接のコツ言語化（マニュアル）",
        "tool": "ChatGPT",
        "content": "## 概要\nベテラン職人の「いい感じにプールを運ぶ」といった感覚的な言葉は、初心者には伝わりにくいものです。\n「アーク長を一定に保つ」「ウィービングのリズム」といったコツを、AIと対話しながら具体的な言葉（数値や例え話）に変換しましょう。\nこれを作れば、指導の質が上がり、若手の成長スピードが加速します。\n\n## このレシピのメリット\n- **技術継承**: ベテランの暗黙知を形式知として残せます。\n- **指導の効率化**: 何度も同じことを言わなくて済みます。\n- **若手のモチベーション**: 分かりやすい指導は信頼に繋がります。\n\n## 具体的な使い方\n1. 自分が意識しているコツを箇条書きにします。\n2. プロンプトに入力し、初心者にもわかる表現に変換させます。\n3. 印刷して現場の休憩所に貼ります。\n\n## プロンプト\n```markdown\n# 命令書\nアーク溶接（立向き）のコツを、初心者にもわかるように解説したマニュアルを作ってください。\n\n# 私の感覚（メモ）\n- 棒は少し下向きに構える\n- アークを切らないように短く保つ\n- 左右に振るとき、端っこで一瞬止めるイメージ\n\n# 変換のポイント\n- 具体的な角度や秒数を使って説明する\n- なぜそうするのか（理由）も付け加える\n```"
    },
    {
        "slug": "plumber-drawing-check",
        "title": "配管工：図面と現場の整合性チェックリスト",
        "description": "図面通りに行かないのが現場。スリーブ位置や梁貫通など、着工前に確認すべきポイントをリスト化。",
        "occupation": "配管工",
        "task": "図面と現場の整合性チェックリスト作成",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\nいざ配管しようとしたら「梁があって通らない！」「スリーブの位置が違う！」というトラブル。\n手戻りは最大の損失です。\n施工図の写真をAIに見せて、現場調査で確認すべき重点ポイントをリストアップさせましょう。\n事前にリスクを潰しておくことで、スムーズな施工が可能になります。\n\n## このレシピのメリット\n- **手戻り撲滅**: 配管のやり直しやコア抜き直しを防げます。\n- **工程厳守**: トラブルによるストップをなくせます。\n- **監督との連携**: 事前に問題点を指摘することで、調整がスムーズになります。\n\n## 具体的な使い方\n1. 施工図（特に複雑な部分）の写真を撮ります。\n2. ChatGPTにアップロードし、チェックリストを作成させます。\n3. 現場でリストを見ながら確認します。\n\n## プロンプト\n（図面画像をアップロードして）\n```markdown\nこの衛生配管図面を見て、現場乗り込み時に確認すべきチェックリストを作成してください。\n特に、構造体（梁・柱）との干渉や、勾配が取れるかどうかの懸念点を挙げてください。\n```"
    },
    {
        "slug": "plumber-leak-report-voice",
        "title": "配管工：漏水調査報告書の「原因と対策」",
        "description": "漏水原因、複雑で説明しにくい…。音声入力で状況を話せば、論理的で分かりやすい報告文章に。",
        "occupation": "配管工",
        "task": "漏水調査報告書の「原因と対策」の文章化",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n漏水調査は原因特定が難しく、複合的な要因の場合もあります。\n「パッキンの劣化と、配管の腐食が同時に起きていて…」といった複雑な状況を、報告書としてまとめるのは大変です。\n見たままの状況を音声入力で吹き込み、AIに整理させることで、誰が読んでも分かる報告書を作成しましょう。\n\n## このレシピのメリット\n- **報告品質の向上**: 論理的な文章で、プロとしての信頼を得られます。\n- **責任の明確化**: 原因を特定し、こちらの施工不良ではないことを証明する際にも役立ちます。\n- **時短**: 現場から帰る車の中で報告書の下書きが完了します。\n\n## 具体的な使い方\n1. 調査終了後、音声入力を起動します。\n2. 発見した事実、推測される原因、行った処置を喋ります。\n3. プロンプトで整形します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の調査メモ（音声）から、漏水調査報告書の「原因」と「処置内容」の文章を作成してください。\n\n# 音声メモ\n[ここに音声を貼り付け]\n\n# 出力構成\n1. 漏水箇所\n2. 推定原因（経年劣化なのか、施工不良なのか等）\n3. 応急処置の内容\n4. 今後の推奨工事\n```"
    },
    {
        "slug": "civil-safety-translation",
        "title": "土木作業員：外国人実習生への「安全指示」翻訳",
        "description": "「危ない！」が伝わらないと命取り。ベトナム語やタガログ語で、現場の安全ルールを翻訳カードに。",
        "occupation": "土木作業員",
        "task": "外国人実習生への「安全指示」翻訳（ベトナム・タガログ語）",
        "tool": "ChatGPT (翻訳)",
        "content": "## 概要\n土木現場では重機と人が混在するため、安全指示の徹底は最重要課題です。\n外国人実習生に対して、ジェスチャーだけでなく、母国語で正確なニュアンスを伝えることが事故防止に繋がります。\nAIを使えば、現場特有の言い回しも適切な現地語に翻訳できます。\n\n## このレシピのメリット\n- **労働災害防止**: 意味を正しく理解してもらうことで、危険行動を減らせます。\n- **コミュニケーション**: 母国語での指示は、実習生の安心感と信頼に繋がります。\n- **教育効率**: 毎回翻訳アプリを使う手間を省き、定型カードで指示できます。\n\n## 具体的な使い方\n1. 伝えたい安全ルールを日本語でリストアップします。\n2. プロンプトに入力し、対象の言語に翻訳させます。\n3. カタカナの読み仮名も付けてもらい、印刷して渡します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の現場指示を、ベトナム語とタガログ語に翻訳してください。\n日本人が発音できるように、カタカナで読み方も併記してください。\n\n# 指示内容\n1. バックホウの旋回範囲に入らないで\n2. 玉掛けワイヤーの点検をしてください\n3. 体調が悪かったらすぐに言ってください\n```"
    },
    {
        "slug": "civil-rain-line",
        "title": "土木作業員：雨天時の作業変更LINE（一斉送信）",
        "description": "「今日は中止？やるの？」朝のバタバタを解消。判断基準と指示を明確にした一斉送信メッセージ。",
        "occupation": "土木作業員",
        "task": "雨天時の作業変更連絡LINE（一斉送信）",
        "tool": "ChatGPT",
        "content": "## 概要\n土木工事は天候に左右されます。\n微妙な天気の時、作業員は「現場に行くべきか」迷っています。\n「小雨決行」「屋内作業に変更」「完全中止」など、状況に応じた明確な指示を、グループLINEで素早く配信しましょう。\nAIにテンプレートを作らせておけば、朝の忙しい時間に迷わず送信できます。\n\n## このレシピのメリット\n- **混乱防止**: 全員に同じ情報を同時に伝えることで、問い合わせ電話を減らせます。\n- **待機時間の削減**: 早めの連絡で、作業員の時間を無駄にしません。\n- **記録**: 言った言わないのトラブルを防げます。\n\n## 具体的な使い方\n1. その日の決定事項（中止、変更など）を確認します。\n2. プロンプトに入力し、メッセージを作成します。\n3. グループLINEに送信します。\n\n## プロンプト\n```markdown\n# 命令書\n現場グループLINEに送る、雨天時の作業指示メッセージを作成してください。\n\n# 状況\n- 現在雨が降っているが、予報では10時に止む\n- とりあえず現場事務所に集合して待機\n- 外部作業ができない場合は、倉庫の整理を行う\n- 遅刻せず通常通り来てほしい\n```"
    },
    {
        "slug": "civil-ky-vision",
        "title": "土木作業員：写真でKY（危険予知）ネタ出し",
        "description": "現場の写真を撮って「ここ危ないよ」とAIに指摘してもらう。マンネリ化したKY活動に新しい視点を。",
        "occupation": "土木作業員",
        "task": "KY（危険予知）活動表のネタ出し",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n毎日のKY活動、どうしても「足元注意」「重機接触注意」などのワンパターンになりがちです。\nしかし、現場の状況は日々変わっています。\n現場の写真をAIに見せて、「この状況で潜んでいる危険は？」と問いかけることで、人間が見落としていたリスクを発見できるかもしれません。\n\n## このレシピのメリット\n- **新鮮な気づき**: 第三者（AI）の視点で、慣れによる見落としを防げます。\n- **安全意識向上**: 具体的な危険箇所を指摘されることで、ハッとさせられます。\n- **ネタ切れ解消**: 毎日のKY記入が楽になります。\n\n## 具体的な使い方\n1. 作業現場の写真を撮ります（掘削穴、資材置き場など）。\n2. ChatGPTにアップロードします。\n3. 危険ポイントを挙げさせ、KY活動に使います。\n\n## プロンプト\n（現場写真をアップロードして）\n```markdown\nこの現場写真を見て、作業員が気づきにくい「危険のポイント」を3つ挙げてください。\nまた、それぞれの対策も提案してください。\nKY（危険予知）活動に使います。\n```"
    },
    {
        "slug": "scaffolder-dismantle-notice",
        "title": "鳶職：足場解体時の近隣飛散防止案内",
        "description": "「洗濯物が汚れた！」を防ぐ。解体時のホコリやゴミの飛散について、近隣に注意喚起する案内文。",
        "occupation": "鳶職",
        "task": "足場解体時の近隣への飛散防止案内文",
        "tool": "ChatGPT",
        "content": "## 概要\n足場解体時は、メッシュシートを外すため、どうしてもホコリやゴミが飛散しやすくなります。\n近隣の方に事前に「この日は洗濯物を干さないで」とお願いしておくことが、トラブル防止の鉄則です。\n丁寧なお願い文章をAIに作成させ、ポスティングや回覧板で周知しましょう。\n\n## このレシピのメリット\n- **クレームゼロ**: 事前の周知で、洗濯物汚れなどのトラブルを防げます。\n- **近隣との良好な関係**: 配慮がある業者として、会社の評判が上がります。\n- **スムーズな作業**: クレーム対応で作業が止まるのを防げます。\n\n## 具体的な使い方\n1. 解体予定日時を決めます。\n2. プロンプトに入力し、案内文を作成します。\n3. 近隣に配布します。\n\n## プロンプト\n```markdown\n# 命令書\n近隣住民の方へ、足場解体工事のお知らせ文を作成してください。\n\n# 日時\n〇月〇日 8:00〜17:00\n\n# お願いしたいこと\n- メッシュシートを外すため、ホコリが飛ぶ可能性がある\n- ベランダの洗濯物は部屋干しをお願いしたい\n- 窓は閉めておいてほしい\n- 車にはカバーをかけるなどの対策をお願いしたい（必要であれば養生シートを貸し出す旨も）\n```"
    },
    {
        "slug": "scaffolder-harness-report",
        "title": "鳶職：フルハーネス特別教育の受講報告",
        "description": "講習受けたけど報告書書くのが面倒…。受講内容と感想をまとめて、会社に提出する報告書を作成。",
        "occupation": "鳶職",
        "task": "フルハーネス特別教育の受講報告書",
        "tool": "ChatGPT",
        "content": "## 概要\n高所作業に必須のフルハーネス特別教育。\n受講後に会社から「報告書出して」と言われることがありますが、一日座学を受けて疲れた後に文章を書くのは大変です。\nカリキュラムの内容（法令、器具の知識、災害事例など）をAIに伝えれば、それらしい感想と学んだことをまとめた報告書がすぐに完成します。\n\n## このレシピのメリット\n- **事務作業の短縮**: 5分で報告書が完成します。\n- **内容の充実**: 講習のポイントを押さえた、しっかりした報告書になります。\n- **記録**: 資格取得の記録として社内に残せます。\n\n## 具体的な使い方\n1. 講習のテキストの目次や、印象に残った話をメモします。\n2. プロンプトに入力します。\n3. 生成された文章を報告書用紙に記入します。\n\n## プロンプト\n```markdown\n# 命令書\nフルハーネス型墜落制止用器具の特別教育を受講したので、受講報告書の「受講内容」と「感想」を作成してください。\n\n# カリキュラム\n- 関係法令\n- 墜落制止用器具に関する知識\n- 労働災害の防止に関する知識\n\n# 感想の方向性\n- 従来の安全帯との違いがよく分かった\n- 2丁掛けの重要性を再認識した\n- 明日からの現場で安全作業を徹底したい\n```"
    },
    {
        "slug": "roofer-rain-risk",
        "title": "板金屋：屋根点検後の「雨漏りリスク」説明",
        "description": "屋根の写真を撮って「ここが危ない」。お客様に雨漏りのリスクを視覚と言葉で伝える説明文。",
        "occupation": "板金屋",
        "task": "屋根点検後の「雨漏りリスク」説明文（顧客用）",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n屋根の上はお客様が見えない場所。\n「板金が浮いています」と口で言っても、緊急性が伝わらないことがあります。\n写真をAIに見せて、「なぜこの状態が危険なのか」「放置するとどうなるか」を解説させることで、お客様にリスクを正しく理解してもらい、早期の修理を促しましょう。\n\n## このレシピのメリット\n- **受注率向上**: リスクが具体的に伝わることで、工事の必要性を感じてもらえます。\n- **信頼性**: 専門的ながらも分かりやすい説明で、プロとして信頼されます。\n- **証拠**: 写真と解説を残すことで、後で雨漏りした際の「言った言わない」を防げます。\n\n## 具体的な使い方\n1. 劣化箇所の写真を撮ります。\n2. ChatGPTにアップロードし、リスクを解説させます。\n3. LINEや報告書でお客様に伝えます。\n\n## プロンプト\n（屋根の板金が浮いている写真をアップロードして）\n```markdown\nこの屋根の写真をお客様に見せます。\n板金の釘が浮いて隙間ができている状態ですが、これを放置するとどのような雨漏りリスクがあるか、素人のお客様にもわかるように怖さを交えて説明してください。\n```"
    },
    {
        "slug": "roofer-price-hike",
        "title": "板金屋：材料単価高騰の値上げ交渉メール",
        "description": "「また値上げ？」と言わせない。ガルバリウム鋼板などの高騰理由を論理的に伝え、理解を求めるメール。",
        "occupation": "板金屋",
        "task": "材料単価高騰に伴う値上げ交渉メール",
        "tool": "ChatGPT",
        "content": "## 概要\n昨今の建材価格高騰、特に金属材料の値上がりは深刻です。\n元請けや施主に値上げをお願いするのは気が重いですが、我慢して赤字になっては元も子もありません。\n「世界情勢による原材料費の高騰」など、不可抗力であることを丁寧に説明し、協力をお願いするビジネスメールを作成しましょう。\n\n## このレシピのメリット\n- **利益確保**: 適正な利益を確保し、事業を継続できます。\n- **交渉のストレス減**: 言いにくいことをAIが代弁してくれます。\n- **関係維持**: 丁寧な説明で、相手の理解を得やすくします。\n\n## 具体的な使い方\n1. 値上げ幅と対象品目を確認します。\n2. プロンプトに入力し、交渉メールを作成します。\n3. 見積書を添付して送信します。\n\n## プロンプト\n```markdown\n# 命令書\n元請け工務店に対し、屋根工事の単価値上げをお願いするメールを作成してください。\n\n# 理由\n- ガルバリウム鋼板のメーカー値上げ（15%アップ）\n- 副資材（コーキング等）の高騰\n\n# お願い\n- 次回の発注分から、見積もり単価を10%改定させていただきたい\n- 企業努力だけでは吸収しきれない状況をご理解いただきたい\n```"
    },
    {
        "slug": "cleaner-before-after",
        "title": "美装屋：作業完了報告のBefore/After説明",
        "description": "「こんなに綺麗になりました！」写真だけじゃ伝わらない苦労や工夫を文章にして、感動をプラス。",
        "occupation": "清掃業（美装）",
        "task": "作業完了報告書のBefore/After説明文",
        "tool": "ChatGPT",
        "content": "## 概要\nハウスクリーニングや竣工美装。\nBefore/Afterの写真を並べるのは基本ですが、そこに「どうやって落としたか」「どこまで綺麗になったか」という解説を加えることで、価値がグッと上がります。\n「諦めていた汚れが落ちた」という感動を言葉にして、お客様に伝えましょう。\n\n## このレシピのメリット\n- **満足度向上**: プロの技術をアピールでき、お客様の感動を呼びます。\n- **リピート・紹介**: 「すごい業者さん」として記憶に残りやすくなります。\n- **クレーム防止**: 「ここは素材の変色なので落ちない」といった説明も自然にできます。\n\n## 具体的な使い方\n1. ビフォーアフターの写真を撮ります。\n2. 汚れの種類と落とし方をプロンプトに入力します。\n3. 生成された文章を報告書やSNSに載せます。\n\n## プロンプト\n```markdown\n# 命令書\nお風呂掃除の完了報告文を作成してください。\nBefore/Afterの写真に添える文章です。\n\n# 内容\n- 鏡のウロコ汚れ：専用のダイヤモンドパッドで研磨し、完全に除去\n- カビ：ゴムパッキンの奥まで浸透していたが、薬剤湿布でほぼ真っ白に\n- 蛇口：水垢を落としてピカピカに磨き上げ\n```"
    },
    {
        "slug": "cleaner-option-proposal",
        "title": "美装屋：特殊清掃のオプション提案書",
        "description": "「ついでにここもやりませんか？」カビ防止や撥水コーティングなど、単価アップのための提案書。",
        "occupation": "清掃業（美装）",
        "task": "特殊清掃（カビ・油汚れ）のオプション提案書",
        "tool": "ChatGPT",
        "content": "## 概要\n通常の清掃だけでなく、オプションメニュー（防カビコート、換気扇分解洗浄など）を受注できれば単価が上がります。\nしかし、押し売りは嫌われます。\n「今やっておくと後で楽ですよ」「健康にいいですよ」というメリットを強調した、スマートな提案書をAIに作らせましょう。\n\n## このレシピのメリット\n- **単価アップ**: 1件あたりの売上を最大化できます。\n- **顧客のメリット**: 長期的にはお客様のためになる提案ができます。\n- **営業ツール**: 一度作れば、他のお客様にも使い回せます。\n\n## 具体的な使い方\n1. 提案したいオプションメニューを決めます。\n2. プロンプトに入力し、提案チラシやメール文面を作成します。\n3. 見積もり時や作業中に案内します。\n\n## プロンプト\n```markdown\n# 命令書\nエアコンクリーニングを申し込まれたお客様に、「防カビチタンコーティング（+3,000円）」を提案するトークスクリプト（またはチラシ文面）を作成してください。\n\n# メリット\n- カビの発生を約1年間抑制\n- 嫌なニオイを防止\n- 小さなお子様やペットがいる家庭に特におすすめ\n```"
    },
    {
        "slug": "landscaper-annual-schedule",
        "title": "植木屋：庭木の年間剪定スケジュール提案",
        "description": "「いつ切ればいいの？」お客様の庭木に合わせた、最適な剪定時期カレンダーを作成。",
        "occupation": "造園・植木屋",
        "task": "庭木の年間剪定スケジュールの提案",
        "tool": "ChatGPT",
        "content": "## 概要\n庭木は種類によって剪定適期が異なります。\nお客様はそれを知らないため、「伸びたから切って」と依頼が来ますが、花芽を切ってしまう時期だと翌年花が咲きません。\nプロとして「この木は〇月と〇月がお手入れ時期です」と提案するカレンダーを作りましょう。\n\n## このレシピのメリット\n- **定期契約の獲得**: 年間管理の提案がしやすくなります。\n- **植物の健康**: 最適な時期に手入れすることで、木が元気に育ちます。\n- **顧客満足**: 「花が咲かなかった」というクレームを防げます。\n\n## 具体的な使い方\n1. 庭にある樹木の種類をリストアップします。\n2. プロンプトに入力し、スケジュール表を作成させます。\n3. 見積もりと一緒に提出します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の庭木の年間管理スケジュール（剪定、施肥、消毒の時期）を表にしてください。\n\n# 樹種\n1. 松（黒松）\n2. ツツジ\n3. モミジ\n4. ウメ\n```"
    },
    {
        "slug": "landscaper-pest-warning",
        "title": "植木屋：害虫駆除の注意書きチラシ",
        "description": "チャドクガやイラガの発生時期に。近隣への注意喚起と消毒の営業を兼ねたチラシ文面。",
        "occupation": "造園・植木屋",
        "task": "害虫駆除の注意書きチラシ作成",
        "tool": "ChatGPT",
        "content": "## 概要\n毛虫が発生してからでは遅いです。\n発生時期の前に「そろそろ消毒の時期です」と案内することで、お客様の安全を守り、仕事も確保できます。\n特にチャドクガなどの毒蛾は近隣トラブルにもなるので、注意喚起のチラシは喜ばれます。\n\n## このレシピのメリット\n- **早期受注**: 繁忙期前の仕事確保につながります。\n- **地域貢献**: 地域の害虫被害を減らすことができます。\n- **専門性アピール**: 「植物のお医者さん」としての認知度が高まります。\n\n## 具体的な使い方\n1. ターゲットとする害虫と時期を決めます。\n2. プロンプトに入力し、チラシの文面を作成します。\n3. ポスティングや既存客へのDMに使います。\n\n## プロンプト\n```markdown\n# 命令書\n庭木の消毒キャンペーンのチラシ文面を作成してください。\n\n# ターゲット\n- チャドクガ（ツバキ、サザンカ）\n- 5月〜6月の発生時期前\n\n# アピール\n- 刺されると大変なことになる\n- 早期発見・早期消毒が重要\n- 1本からでも対応可能\n```"
    },
    {
        "slug": "landscaper-sketch-estimate",
        "title": "植木屋：手書きイメージ図から見積リスト化",
        "description": "お客様との打ち合わせで描いた手書きの庭図面。写真を撮って、必要な樹木や石のリストを自動作成。",
        "occupation": "造園・植木屋",
        "task": "手書きの植栽イメージ図からの見積品目リスト化",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n現場でサラサラっと描いたイメージ図。\n事務所に戻ってから見積もりを作る際、図面を見ながら「シマトネリコが1本、景石が2つ…」と拾い出すのは手間です。\n図面の写真をAIに読み込ませて、見積もりの品目リスト（内訳書の下書き）を自動で作らせましょう。\n\n## このレシピのメリット\n- **拾い落とし防止**: AIとダブルチェックすることでミスを減らせます。\n- **時短**: 見積もり作成の初動が早くなります。\n- **データ化**: 手書き図面の内容をテキストデータとして残せます。\n\n## 具体的な使い方\n1. 手書きのイメージ図をスマホで撮影します。\n2. ChatGPTにアップロードします。\n3. 品目をリストアップさせ、Excelなどにコピペします。\n\n## プロンプト\n（手書き図面をアップロードして）\n```markdown\nこの手書きの庭の計画図から、見積もりに必要な「植木の種類と本数」「資材（石、砂利など）」をリストアップしてください。\n読めない文字があれば推測して教えてください。\n```"
    },
    {
        "slug": "operator-pre-check-remarks",
        "title": "重機オペ：始業前点検表の備考入力",
        "description": "「異音あり」「油滲みあり」点検表の備考欄、手書きだと面倒。音声入力で詳細な記録を残す。",
        "occupation": "重機オペレーター",
        "task": "車両系建設機械の始業前点検表の備考入力",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n始業前点検で異常を見つけた時、チェックシートの小さな備考欄に詳細を書くのは大変です。\nしかし、詳しく書いておかないと、修理の手配や次回の点検時に困ります。\n音声入力で「ブームの付け根から少し油が滲んでいる、垂れてはいない」のように喋り、簡潔な記録文章に変換しましょう。\n\n## このレシピのメリット\n- **正確な記録**: 状況を詳細に残せるので、整備士への伝達がスムーズです。\n- **時短**: グローブを外してペンを持つ手間が省けます。\n- **履歴管理**: デジタルデータとして残せば、故障の予兆管理になります。\n\n## 具体的な使い方\n1. 異常箇所を見つけたら、音声入力を起動します。\n2. 状況を喋ってテキスト化します。\n3. 点検アプリや日報の備考欄にコピペします。\n\n## プロンプト\n```markdown\n# 命令書\n以下の音声入力テキストを、点検表の備考欄に書くための簡潔な文章（50文字以内）に要約してください。\n\n# 音声入力\n「エンジンの掛かりがちょっと悪い気がする。セルを回す時間がいつもより長い。バッテリーが弱ってるかもしれないから要交換かも」\n```"
    },
    {
        "slug": "operator-daily-report-agg",
        "title": "重機オペ：作業日報（稼働・燃料）の集計",
        "description": "1ヶ月分の手書き日報から、稼働時間と燃料消費を集計。請求書作成や燃費管理を楽にする。",
        "occupation": "重機オペレーター",
        "task": "作業日報（稼働時間・燃料）の集計",
        "tool": "ChatGPT",
        "content": "## 概要\n月末の締め作業。\n毎日書いた日報をめくりながら、アワーメーターや給油量を電卓で叩くのは面倒ですし、計算ミスも起きがちです。\n日報のデータを（写真やテキストで）AIに渡せば、表形式で集計し、合計値や平均燃費まで計算してくれます。\n\n## このレシピのメリット\n- **事務作業の自動化**: 月末の残業を減らせます。\n- **正確な請求**: 稼働時間の集計ミスによる請求漏れを防げます。\n- **燃費管理**: 機械の調子やコスト管理に役立ちます。\n\n## 具体的な使い方\n1. 日報のデータをテキスト入力（または写真読み込み）します。\n2. プロンプトに入力し、集計させます。\n3. 結果を請求書や管理表に使います。\n\n## プロンプト\n```markdown\n# 命令書\n以下の1週間分の稼働データを集計してください。\n\n# データ\n月曜：稼働8h、給油20L\n火曜：稼働7.5h、給油なし\n水曜：稼働8h、給油15L\n木曜：稼働9h、給油25L\n金曜：稼働8h、給油なし\n土曜：稼働5h、給油10L\n\n# 出力\n合計稼働時間、合計給油量、平均燃費（L/h）\n```"
    },
    {
        "slug": "manager-green-site-reminder",
        "title": "現場代理人：グリーンサイト未提出への催促",
        "description": "「まだ安全書類出てないよ！」忙しい協力業者に、角を立てずに提出を促す催促メール。",
        "occupation": "現場代理人",
        "task": "グリーンサイト（安全書類）の未提出業者への催促メール",
        "tool": "ChatGPT",
        "content": "## 概要\n現場入場にはグリーンサイト（安全書類）の提出が必須ですが、期限を守らない業者さんもいます。\n何度も電話するのは気が引けますし、相手も現場に出ていて出られないことが多いです。\n「現場に入れませんよ」と重要性を伝えつつ、相手を不快にさせない催促メールをAIに作らせましょう。\n\n## このレシピのメリット\n- **書類完備**: 入場当日のトラブル（入れない！）を防げます。\n- **精神的負担減**: 催促のストレスをAIに肩代わりしてもらえます。\n- **効率化**: 一斉送信やコピペで素早く連絡できます。\n\n## 具体的な使い方\n1. 未提出の業者と期限を確認します。\n2. プロンプトに入力し、メール文面を作成します。\n3. メールやLINEで送信します。\n\n## プロンプト\n```markdown\n# 命令書\n協力業者に対し、グリーンサイトの登録（安全書類の提出）を催促するメールを作成してください。\n\n# 状況\n- 期限は昨日までだった\n- 来週月曜から入場予定だが、このままだと入場できない可能性がある\n- 忙しいとは思うが、至急対応してほしい\n```"
    },
    {
        "slug": "manager-meeting-summary",
        "title": "現場代理人：定例会議の要約とタスク振分",
        "description": "長い会議、録音しておけばOK。AIが議事録を作り、「誰が何をやるか」を自動で振り分け。",
        "occupation": "現場代理人",
        "task": "定例会議の議事録要約とタスク振り分け",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n週に一度の定例会議。\n議論が白熱するとメモが追いつきませんし、結局「誰がやるんだっけ？」となりがちです。\n会議の音声を文字起こしし、AIに読ませることで、決定事項の抽出と担当者ごとのタスクリスト（ToDo）を自動生成しましょう。\n\n## このレシピのメリット\n- **言った言わない防止**: 決定事項が明確に残ります。\n- **アクションの明確化**: 誰がいつまでにやるかが一目瞭然になります。\n- **時短**: 議事録作成時間をほぼゼロにできます。\n\n## 具体的な使い方\n1. 会議を録音し、文字起こしツールでテキスト化します。\n2. プロンプトにテキストを貼り付けます。\n3. 生成されたタスクリストを関係者に共有します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の会議の文字起こしから、「決定事項」と「タスクリスト（担当者・期限）」を抽出してください。\n\n# 文字起こし\n[ここにテキストを貼り付け]\n```"
    },
    {
        "slug": "manager-typhoon-instruction",
        "title": "現場代理人：台風接近時の養生指示書",
        "description": "台風が来る！全業者に向けた具体的な養生指示（足場、仮囲い、資材）を一斉通達。",
        "occupation": "現場代理人",
        "task": "台風接近時の現場養生指示書作成",
        "tool": "ChatGPT",
        "content": "## 概要\n台風接近時はスピード勝負。\n各業者に個別に電話する時間はありません。\n「足場メッシュシートの絞り込み」「仮囲いの補強」「資材の飛散防止」など、やるべきことを網羅した指示書を作成し、一斉に周知することで、現場の安全を確保しましょう。\n\n## このレシピのメリット\n- **災害防止**: 徹底した養生で、第三者災害や現場の損壊を防げます。\n- **迅速な対応**: テンプレートを使えば、直前の指示でも間に合います。\n- **責任遂行**: 現場管理者としての安全配慮義務を果たせます。\n\n## 具体的な使い方\n1. 台風の規模と到達予想時刻を確認します。\n2. プロンプトに入力し、指示書を作成します。\n3. 現場掲示板に貼るほか、LINEやメールで一斉送信します。\n\n## プロンプト\n```markdown\n# 命令書\n台風接近に伴う「現場養生指示書」を作成してください。\n全業者向けです。\n\n# 指示内容\n- 本日の作業終了時までに養生を完了すること\n- 足場：メッシュシートを四隅に絞る\n- 仮囲い：控え単管の緩み確認\n- 資材：シートを掛け、重しを載せるか屋内に移動\n- ゴミ箱：ネットを二重にする\n```"
    },
    {
        "slug": "driver-daily-report-voice",
        "title": "ダンプ運転手：運行日報のルート・待機記録",
        "description": "運転中は書けない日報。信号待ちや待機時間に音声入力で記録し、後で日報に転記。",
        "occupation": "ダンプ運転手",
        "task": "運行日報の「配送ルート・待機時間」の記録",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\nダンプの運転手は、運行ルートや現場での待機時間を日報に書く必要があります。\nしかし、運転中にペンは持てませんし、後で思い出そうとしても時間を忘れてしまいます。\n都度、スマホに「〇〇現場到着、待機1時間」と吹き込んでおき、最後にAIに整理させれば、正確な日報が簡単に作れます。\n\n## このレシピのメリット\n- **正確性**: リアルタイムの記録で、時間のズレをなくせます。\n- **安全運転**: 運転中にメモを取る危険な行為を防止できます。\n- **残業代の根拠**: 待機時間を正確に記録することで、正当な残業代請求ができます。\n\n## 具体的な使い方\n1. 動きがあるたびに音声入力をします。\n2. 1日の終わりにプロンプトで整理します。\n3. 日報用紙に転記します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の音声メモから、運行日報の形式（時間、場所、内容）に整理してください。\n\n# 音声メモ\n「8時現場着、積み込み待ち30分。9時出発、処分場へ。10時半処分場着、捨てて11時出発。12時昼休憩。13時現場戻り」\n```"
    },
    {
        "slug": "demolition-asbestos-explanation",
        "title": "解体屋：アスベスト調査結果の住民説明",
        "description": "「アスベストは大丈夫？」不安がる近隣住民へ。調査結果と安全対策を分かりやすく伝える資料。",
        "occupation": "解体業者",
        "task": "アスベスト事前調査結果の住民説明資料",
        "tool": "ChatGPT",
        "content": "## 概要\n解体工事で一番敏感なのがアスベスト（石綿）問題。\n事前調査の結果、アスベストが含まれていなかった場合でも、それを住民に周知することで安心感が違います。\nもし含まれていた場合でも、どのような飛散防止措置をとるかを丁寧に説明する資料があれば、トラブルを未然に防げます。\n\n## このレシピのメリット\n- **不安解消**: 正しい情報を開示することで、住民のパニックを防げます。\n- **工事の円滑化**: 反対運動などのリスクを減らせます。\n- **法令遵守**: 周知義務を果たすことができます。\n\n## 具体的な使い方\n1. 事前調査の結果（あり/なし、レベル）を確認します。\n2. プロンプトに入力し、説明資料の文章を作成します。\n3. 看板に掲示したり、回覧板で回します。\n\n## プロンプト\n```markdown\n# 命令書\n近隣住民向けに、解体工事のアスベスト事前調査結果を知らせる掲示文を作成してください。\n\n# 調査結果\n- 調査日：〇月〇日\n- 分析結果：すべて「なし（不検出）」\n- 安心して工事を見守ってほしい旨を丁寧に伝える\n```"
    },
    {
        "slug": "telecom-speed-test-report",
        "title": "通信工：LAN工事後の速度テスト報告書",
        "description": "「速くなったの？」数値で証明。工事前後の速度テスト結果を比較し、改善効果をアピールする報告書。",
        "occupation": "電気通信工",
        "task": "LAN配線工事後の通信速度テスト結果報告書",
        "tool": "ChatGPT",
        "content": "## 概要\nLAN配線やWi-Fi工事の価値は「速度」です。\n工事が終わって「繋がりました」だけでなく、「これだけ速くなりました」というレポートを出すことで、お客様の満足度は倍増します。\n測定サイトのスクショの数値を入力するだけで、見栄えの良い報告書コメントを作成しましょう。\n\n## このレシピのメリット\n- **成果の可視化**: 工事の効果を数字で証明できます。\n- **顧客満足**: 「頼んでよかった」と実感してもらえます。\n- **トラブル防止**: 「遅い」と言われた時の反証資料になります。\n\n## 具体的な使い方\n1. 工事完了後、スピードテストを実施します。\n2. 下り（ダウンロード）、上り（アップロード）、Ping値を記録します。\n3. プロンプトに入力し、報告書を作成します。\n\n## プロンプト\n```markdown\n# 命令書\nLAN配線工事（Cat5e→Cat6Aへの張り替え）の完了報告書を作成してください。\n\n# 測定結果\n- 工事前：下り 80Mbps\n- 工事後：下り 850Mbps\n\n# コメント\n- 規格上の最大速度に近づき、非常に良好な状態\n- Web会議や動画視聴も快適になるはず\n```"
    },
    {
        "slug": "sash-subsidy-reason",
        "title": "サッシ屋：内窓補助金の申請理由書",
        "description": "先進的窓リノベなどの補助金申請。「断熱性向上」などの申請理由を、審査に通りやすい言葉で作成。",
        "occupation": "サッシ屋",
        "task": "断熱窓（内窓）の補助金申請理由書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n内窓設置などの省エネリフォームは補助金の対象になることが多いですが、申請書類の作成は面倒です。\n特に「工事の目的」や「期待される効果」を書く欄は悩みどころ。\nAIに制度の趣旨に合った模範解答を作らせることで、書類作成をサクサク進めましょう。\n\n## このレシピのメリット\n- **採択率アップ**: 審査員が納得する論理的な文章が作れます。\n- **事務負担減**: 慣れない書類作成の時間を短縮できます。\n- **顧客サービス**: 面倒な申請を代行することで、受注に繋がります。\n\n## 具体的な使い方\n1. 申請する補助金名と工事内容を確認します。\n2. プロンプトに入力し、申請理由の文章を作成します。\n3. 申請書に記入します。\n\n## プロンプト\n```markdown\n# 命令書\n「先進的窓リノベ事業」の補助金申請書類に書く、「工事の目的」と「期待される効果」の文章を作成してください。\n\n# 工事内容\n- リビングと寝室の窓に内窓（Low-E複層ガラス）を設置\n\n# 期待効果\n- 冬場の結露防止\n- 冷暖房効率の向上による省エネ\n- ヒートショック対策\n```"
    },
    {
        "slug": "fire-correction-plan",
        "title": "防災屋：消防署への是正計画書",
        "description": "消防査察で指摘を受けた…。是正計画書の「改善方針」や「具体的措置」を、お役所言葉で作成。",
        "occupation": "防災設備屋",
        "task": "消防署への是正計画書の文面作成",
        "tool": "ChatGPT",
        "content": "## 概要\n消防署の立入検査で不備を指摘された場合、是正計画書（改修計画書）の提出が必要です。\n消防署相手の書類は、専門用語を使い、確実な履行を約束するカチッとした文章が求められます。\nAIに指摘事項を伝えれば、適切な「お役所対応」の文章を作成してくれます。\n\n## このレシピのメリット\n- **スムーズな受理**: 消防署が求める形式の文章で、一発OKを目指せます。\n- **信頼回復**: しっかりした計画書を出すことで、防火管理への真剣姿勢を示せます。\n- **時間短縮**: 慣れない公文書作成の時間を減らせます。\n\n## 具体的な使い方\n1. 立入検査結果通知書の指摘事項を確認します。\n2. プロンプトに入力し、計画書の文面を作成します。\n3. 書類に記入し、消防署に提出します。\n\n## プロンプト\n```markdown\n# 命令書\n消防署に提出する「消防用設備等改修計画書」の文章を作成してください。\n\n# 指摘事項\n- 誘導灯のバッテリー切れ（3箇所）\n- 消火器の期限切れ（5本）\n\n# 計画\n- 〇月〇日までに、指定業者（当社）にてバッテリー交換および消火器の新品交換を実施する\n- 完了後、速やかに設置届および写真を提出する\n```"
    }
]