[
    {
        "slug": "carpenter-contract-check",
        "title": "一人親方必見：請負契約書の特約条項チェック",
        "description": "難しい契約書の文言、不利な条件が入っていないか？ChatGPTに「小学生でもわかるように」解説してもらう。",
        "occupation": "大工・一人親方",
        "task": "請負契約書の特約条項チェック",
        "tool": "ChatGPT",
        "content": "## 概要\n元請けから渡された注文書や契約書。\n小さい文字で書かれた「特約条項」に、とんでもないことが書かれていたら…？\n「工期遅延の損害賠償」や「やり直しの費用負担」など、自分に不利な条件が含まれていないか確認することは重要ですが、法律用語は難しくて読む気が起きません。\nChatGPTに条文を読ませて、リスクを洗い出してもらいましょう。\n\n## このレシピのメリット\n- **リスク回避**: 不当な契約による損失を防げます。\n- **交渉材料**: 「この条項は厳しすぎるので変更してほしい」と具体的に交渉できます。\n- **安心感**: 自分が何にサインしようとしているのかを理解できます。\n\n## 具体的な使い方\n1. 契約書の特約条項部分をスマホで撮影し、文字認識するか、手入力します。\n2. プロンプトに貼り付けます。\n3. AIの回答を見て、危険な条項がないか確認します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の契約書の「特約条項」を読んで、受注者（私）にとって著しく不利な点や、リスクがある点があれば、わかりやすく指摘してください。\n\n# 特約条項\n（ここに条文を貼り付け）\n例：工期が遅れた場合、理由の如何を問わず1日あたり請負金額の1%を損害金として支払うものとする。\n```"
    },
    {
        "slug": "carpenter-invoice-creation",
        "title": "追加工事の請求書・内訳書をサクッと作成",
        "description": "「ここも直しておいて」と頼まれた追加工事。口約束で終わらせず、きちんとした内訳書を作って請求漏れを防ぐ。",
        "occupation": "大工・一人親方",
        "task": "追加工事の請求書・内訳書の作成",
        "tool": "ChatGPT + Excel",
        "content": "## 概要\n現場で頼まれる「ついで仕事」。\n「棚板一枚つけてよ」と言われてサービスでやることもありますが、度重なると馬鹿になりません。\nしっかり請求したいけれど、角が立つのは嫌だ…。\nそんな時は、正当な理由（材料費、加工手間）を明記した内訳書を作成し、丁寧な依頼文と共に提出しましょう。\n\n## このレシピのメリット\n- **収益確保**: 曖昧になりがちな追加工事費をしっかり回収できます。\n- **トラブル防止**: 「タダだと思った」という言った言わないを防げます。\n- **信頼性**: きちんとした書類を出すことで、ビジネスライクな関係を築けます。\n\n## 具体的な使い方\n1. 追加工事の内容と、かかった材料・時間をメモします。\n2. プロンプトに入力し、内訳書の項目とメール文面を作成します。\n3. Excelなどで清書して提出します。\n\n## プロンプト\n```markdown\n# 命令書\n追加工事の見積もり内訳書の項目と、施主への提出文面を作ってください。\n\n# 追加内容\n- 玄関収納の棚板追加（材料費＋加工手間）\n- カーテンレールの取り付け（下地補強含む）\n\n# 文面のトーン\nいつもお世話になっております。ご依頼いただいた追加工事分について、お見積もりを作成しました。ご確認をお願いいたします。\n```"
    },
    {
        "slug": "carpenter-tax-consultation",
        "title": "確定申告の準備：経費科目の仕分け相談",
        "description": "「この工具は消耗品？それとも工具器具備品？」年末に慌てないために、経費の仕分けをAIに相談。",
        "occupation": "大工・一人親方",
        "task": "年末の確定申告用・経費科目の仕分け相談",
        "tool": "ChatGPT",
        "content": "## 概要\n一人親方にとって頭の痛い確定申告。\n領収書を溜め込んでしまい、年末にまとめて処理しようとすると「これ何費だっけ？」と悩みます。\nChatGPTは一般的な勘定科目の知識を持っているので、レシートの内容を伝えれば、適切な科目を提案してくれます。\n※最終的な判断は税理士や税務署に確認してください。\n\n## このレシピのメリット\n- **作業効率化**: 悩む時間を減らし、サクサク仕訳が進みます。\n- **節税意識**: 何が経費になるのかを日常的に意識できるようになります。\n- **ミス削減**: 明らかに間違った科目に計上するのを防げます。\n\n## 具体的な使い方\n1. 仕訳に迷ったレシートを用意します。\n2. プロンプトに品目や金額を入力します。\n3. AIの回答を参考に、会計ソフトに入力します。\n\n## プロンプト\n```markdown\n# 命令書\n建設業の一人親方です。以下の出費が、一般的にどの勘定科目に当てはまるか教えてください。\n\n1. インパクトドライバー（2万5千円）\n2. 現場へのガソリン代\n3. 職人仲間との忘年会費\n4. 安全靴と作業着\n5. 現場で飲んだ缶コーヒー\n```"
    },
    {
        "slug": "site-manager-reschedule",
        "title": "現場監督の悩み：工程遅れを取り戻すリスケ案",
        "description": "雨で3日遅れた…。どの工程を短縮できるか？職人の手配はどうする？AIと壁打ちしてリカバリープランを作成。",
        "occupation": "現場監督",
        "task": "工程表の遅れを取り戻すリスケ案の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n工程の遅れは現場監督の最大のストレス。\n天候や資材遅れなど不可抗力であっても、工期は守らなければなりません。\n一人で抱え込まず、AIに状況を話して、客観的なリカバリー案を出してもらいましょう。\n「内装と設備をラップさせる」「休日作業を検討する」など、複数の選択肢を提示してくれます。\n\n## このレシピのメリット\n- **客観的な視点**: 焦っていると思いつかない解決策が見つかることがあります。\n- **説明資料**: 上司や施主への説明材料として使えます。\n- **精神的安定**: 「なんとかなる」という見通しが立つことで心が軽くなります。\n\n## 具体的な使い方\n1. 遅れている日数と、残りの工程を整理します。\n2. 制約条件（日曜作業NGなど）と共にプロンプトに入力します。\n3. 提案された案をもとに、各業者と調整します。\n\n## プロンプト\n```markdown\n# 命令書\n木造住宅の現場監督です。\n上棟が雨で3日延期になり、引渡しまでの工期が厳しくなりました。\n工程を短縮するためのアイデアをいくつか出してください。\n\n# 現状\n- 大工工事：来週から開始予定\n- 内装工事：まだ手配前\n- 外壁工事：サイディング発注済み\n\n# 制約\n- 日曜作業は近隣NG\n- 残業は19時までなら可\n```"
    },
    {
        "slug": "site-manager-heatstroke-speech",
        "title": "職人への熱中症対策：心に響く朝礼スピーチ",
        "description": "「水飲めよ」だけじゃ伝わらない。猛暑日の朝礼で、職人さんが「気をつけよう」と思える注意喚起の言葉。",
        "occupation": "現場監督",
        "task": "職人への熱中症対策・注意喚起の朝礼スピーチ作成",
        "tool": "ChatGPT",
        "content": "## 概要\n夏場の現場、熱中症は命に関わります。\n毎日のことだからこそ、言葉を変えて注意喚起し続ける必要があります。\n「暑いけど頑張ろう」ではなく、「休む勇気」を強調するなど、職人さんのプライドを尊重しつつ、安全第一を徹底させるスピーチを作成します。\n\n## このレシピのメリット\n- **マンネリ防止**: 毎日違う切り口で注意喚起ができます。\n- **安全意識の浸透**: 職人さんの心に響く言葉で、行動変容を促します。\n- **現場の雰囲気作り**: 監督が職人の体を気遣っていることが伝わります。\n\n## 具体的な使い方\n1. 天気予報で最高気温を確認します。\n2. プロンプトに入力し、スピーチ原稿を作成します。\n3. 朝礼で自分の言葉として話します。\n\n## プロンプト\n```markdown\n# 命令書\n明日の予想最高気温は38度です。\n朝礼で職人さんたちに話す、熱中症対策の注意喚起スピーチを考えてください。\n\n# ポイント\n- 「無理をするのがプロではない、休むのもプロの仕事」というニュアンス\n- 自分の体調だけでなく、隣の仲間の顔色も見てほしいこと\n- 10時と15時の休憩以外にも、水分補給は随時してほしいこと\n```"
    },
    {
        "slug": "site-manager-neighbor-greeting",
        "title": "近隣トラブル防止！工事挨拶文の作成",
        "description": "着工前の近隣挨拶。不在のお宅への投函手紙や、工事中の騒音のお詫びなど、シチュエーション別の挨拶文。",
        "occupation": "現場監督",
        "task": "近隣住民への工事挨拶文の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n近隣クレームは初期対応が肝心。\n丁寧すぎるくらいの挨拶文があれば、第一印象が良くなり、多少の音が出ても大目に見てくれることがあります。\n不在時の投函用、解体工事前の挨拶、足場解体時の挨拶など、状況に合わせた最適な文章を作成しましょう。\n\n## このレシピのメリット\n- **クレーム予防**: 事前に情報を伝えることで、住民の不安を取り除きます。\n- **信頼構築**: 施工会社のイメージアップにつながります。\n- **スムーズな工事**: 近隣の協力が得られれば、車両の通行などもスムーズになります。\n\n## 具体的な使い方\n1. 工事のスケジュールと、特に迷惑をかける期間を確認します。\n2. プロンプトに入力し、挨拶文を作成します。\n3. 粗品と一緒に配布、またはポストに投函します。\n\n## プロンプト\n```markdown\n# 命令書\n工事着工前の近隣挨拶文を作成してください。\n不在時にポストに投函する用です。\n\n# 工事情報\n- 工事名称：〇〇邸新築工事\n- 期間：〇月〇日〜〇月〇日\n- 作業時間：8:00〜18:00（日曜・祝日は休み）\n- 特に音が出る期間：解体工事を行う最初の1週間\n- 現場監督の連絡先を入れる欄を作る\n```"
    },
    {
        "slug": "site-manager-meeting-minutes",
        "title": "会議議事録の要約とToDoリスト化",
        "description": "長い定例会議、ICレコーダーで録音した内容を文字起こしして要約。決定事項とやるべきことを明確に。",
        "occupation": "現場監督",
        "task": "会議議事録の要約とToDoリスト化",
        "tool": "ICレコーダー + ChatGPT",
        "content": "## 概要\n施主定例や業者会議。\nメモを取るのに必死で、話に集中できないことありませんか？\n録音データを文字起こし（Whisper等のツールを使用）し、そのテキストをChatGPTに投げれば、議事録は一瞬で完成します。\n「誰が」「いつまでに」「何をするか」を明確にすることで、言った言わないのトラブルも防げます。\n\n## このレシピのメリット\n- **会議への集中**: メモ取りから解放され、議論に参加できます。\n- **正確な記録**: 聞き逃しや認識違いを防げます。\n- **タスク管理**: ToDoリストが自動生成されるので、アクション漏れがなくなります。\n\n## 具体的な使い方\n1. 会議を録音し、文字起こしツールでテキスト化します。\n2. テキストをプロンプトに貼り付けます。\n3. 生成された議事録を関係者にメールで共有します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の会議の文字起こしテキストから、「決定事項」と「誰がいつまでに何をやるか（ToDo）」を抽出してまとめてください。\n\n# 文字起こしテキスト\n（ここにテキストを貼り付け）\n```"
    },
    {
        "slug": "exterior-instagram-post",
        "title": "施工事例のインスタ投稿文を自動作成",
        "description": "映える写真を撮ったら、ハッシュタグとキャプションはAIにお任せ。集客につながる投稿文を作成。",
        "occupation": "外構・エクステリア",
        "task": "施工事例のインスタグラム投稿文作成",
        "tool": "ChatGPT (画像認識)",
        "content": "## 概要\n外構工事はビジュアルが命。\nInstagramでの発信は集客に効果的ですが、毎回の文章作成は大変です。\n「おしゃれですね」だけでなく、施工のこだわりや機能性を伝えることで、本気のお客様を引き寄せることができます。\n完成写真をChatGPTに見せて、魅力的な紹介文とハッシュタグを作ってもらいましょう。\n\n## このレシピのメリット\n- **集客効果**: 適切なハッシュタグで、ターゲット層にリーチできます。\n- **ブランディング**: こだわりを言語化することで、専門性をアピールできます。\n- **継続のしやすさ**: 投稿作成のハードルが下がり、更新頻度を保てます。\n\n## 具体的な使い方\n1. 施工完了写真を撮影します。\n2. ChatGPTに画像をアップロードし、こだわりポイントを伝えます。\n3. 生成された文章とハッシュタグをInstagramに投稿します。\n\n## プロンプト\n（施工完了写真をアップロードして）\n```markdown\nこの外構工事の施工事例をInstagramに投稿します。\n写真の雰囲気に合った、おしゃれで親しみやすいキャプション（文章）と、検索されやすいハッシュタグを15個考えてください。\n\n# 工事のポイント\n- メンテナンスフリーの人工芝\n- 夜もおしゃれなライティング\n- 目隠しフェンスでプライバシー確保\n```"
    },
    {
        "slug": "exterior-maintenance-manual",
        "title": "お客様への植栽手入れマニュアル作成",
        "description": "「この木、どうやって手入れすればいい？」引き渡し後に聞かれる質問を先回り。樹種別の管理マニュアルを作成。",
        "occupation": "外構・エクステリア",
        "task": "お客様への植栽手入れマニュアル作成",
        "tool": "ChatGPT",
        "content": "## 概要\n植栽を入れた現場では、引き渡し後の枯れ保証や手入れの質問がつきものです。\n口頭で説明しても忘れてしまいますし、枯れてしまってからではクレームになりかねません。\n植えた木の種類ごとの「年間管理スケジュール」を作って渡せば、お客様も安心し、枯れるリスクも減らせます。\n\n## このレシピのメリット\n- **クレーム削減**: 適切な管理方法を伝えることで、枯れ保証のトラブルを減らせます。\n- **顧客満足度**: 「親切な業者さん」として、紹介やリピートにつながります。\n- **プロのアピール**: 植物の知識があることを示せます。\n\n## 具体的な使い方\n1. 植栽した樹種をリストアップします。\n2. プロンプトに入力し、管理マニュアルを作成します。\n3. 印刷して引き渡し書類に添付します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の樹木を植えたお客様に渡す「お手入れマニュアル」を作ってください。\n水やりの頻度、剪定の時期、肥料の時期を分かりやすくまとめてください。\n\n# 樹種\n1. シマトネリコ\n2. オリーブ\n3. アオダモ\n```"
    },
    {
        "slug": "sash-order-draft",
        "title": "寸法取りメモからの発注書下書き作成",
        "description": "現場で書いた汚いメモ（寸法図）を写真に撮って、発注書の下書きデータを作成。",
        "occupation": "サッシ・建具屋",
        "task": "寸法取りメモからの発注書下書き作成",
        "tool": "ChatGPT (画像認識)",
        "content": "## 概要\nサッシや建具の採寸メモ。\n現場で急いで書いた手書きの数字を、事務所に戻ってからPCに入力し直すのは二度手間ですし、読み間違いのミスも起こりやすいです。\n手書きメモの写真をChatGPTに読み込ませて、Excelに貼り付けられる形式でテキスト化しましょう。\n\n## このレシピのメリット\n- **入力ミス防止**: AIが読み取ることで、単純な入力ミスを減らせます（※確認は必須）。\n- **時間短縮**: データ化の手間を大幅に削減できます。\n- **ペーパーレス**: メモを紛失してもデータが残ります。\n\n## 具体的な使い方\n1. 採寸メモをスマホで撮影します。\n2. ChatGPTに画像をアップロードし、テキスト化を依頼します。\n3. 出力されたデータをExcelの発注書にコピペします。\n\n## プロンプト\n（手書きの採寸メモ画像をアップロードして）\n```markdown\nこの手書きメモの内容を読み取って、以下の形式でテキスト化してください。\n読み取れない部分は「不明」としてください。\n\n# 出力形式\n場所, 幅(W), 高さ(H), 種類\n例：リビング掃き出し, 1650, 2000, 引違い\n```"
    },
    {
        "slug": "demolition-noise-complaint",
        "title": "騒音クレーム対応！近隣への丁寧なお詫び文",
        "description": "解体工事にクレームはつきもの。感情的にならず、誠意を持って対応するための謝罪文・対応文を作成。",
        "occupation": "解体業者",
        "task": "騒音・振動に関する近隣クレーム対応文作成",
        "tool": "ChatGPT",
        "content": "## 概要\n「うるさい！」「揺れる！」とお叱りを受けた時。\n解体工事の性質上、どうしても音や振動は出てしまいますが、対応次第で住民の感情は大きく変わります。\n即座に対応策を提示し、誠意あるお詫び文を掲示または投函することで、トラブルの拡大を防ぎます。\n\n## このレシピのメリット\n- **沈静化**: 迅速かつ誠実な対応で、怒りを鎮めることができます。\n- **工事の継続**: 理解を得ることで、工事をストップせずに進められます。\n- **会社の評判**: トラブル対応が良い会社として、地域の評判を守れます。\n\n## 具体的な使い方\n1. クレームの内容と、可能な対策（低速走行など）を整理します。\n2. プロンプトに入力し、お詫び文を作成します。\n3. 挨拶回りの際のトークスクリプトや、配布する手紙として使用します。\n\n## プロンプト\n```markdown\n# 命令書\n近隣住民の方から「重機の振動がひどい」と苦情をいただきました。\nお詫びと、今後の対策を伝える手紙の文章を作成してください。\n\n# 対策\n- 重機の低速走行を徹底する\n- 振動の大きい作業は、朝9時から夕方16時までに限定する\n- 防音シートを二重にする\n```"
    },
    {
        "slug": "demolition-manifest-input",
        "title": "マニフェスト入力の補助をAIで",
        "description": "産業廃棄物管理票（マニフェスト）の入力項目を整理。品目ごとの分類やコード確認をサポート。",
        "occupation": "解体業者",
        "task": "マニフェスト（産業廃棄物）入力の補助",
        "tool": "ChatGPT",
        "content": "## 概要\n電子マニフェストの入力、品目の分類や単位で迷うことはありませんか？\n混合廃棄物なのか、安定型なのか管理型なのか。\n間違った入力をすると法令違反になるリスクもあります。\n「木くず」「がれき類」などの分類や、換算係数の確認などをAIにサポートしてもらいましょう。\n\n## このレシピのメリット\n- **法令遵守**: 正しい分類で処理することで、コンプライアンスを守れます。\n- **入力効率化**: 迷う時間を減らし、事務作業をスムーズにします。\n- **教育**: 新人の事務員さんに教える際のマニュアル代わりにもなります。\n\n## 具体的な使い方\n1. 廃棄物の種類をリストアップします。\n2. プロンプトに入力し、マニフェスト上の分類を聞きます。\n3. 回答を参考に、電子マニフェストシステムに入力します。\n\n## プロンプト\n```markdown\n# 命令書\n木造家屋の解体で出た以下の廃棄物について、マニフェスト上の「廃棄物の種類」と「具体的な品目名」の候補を挙げてください。\n\n1. 柱や梁などの木材\n2. 基礎コンクリート\n3. 石膏ボード\n4. 断熱材（グラスウール）\n5. 窓ガラス\n```"
    },
    {
        "slug": "waterproof-investigation-report",
        "title": "雨漏り調査報告書の「所見」をプロっぽく",
        "description": "原因特定が難しい雨漏り。「〜と思われる」という推測を含みつつ、専門的な所見文章を作成。",
        "occupation": "防水工",
        "task": "雨漏り調査報告書の所見欄の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n雨漏り調査の報告書、写真だけでは伝わりません。\n「なぜ漏れたのか」「どう直すべきか」という所見を、論理的かつ専門的な文章で記述する必要があります。\nしかし、断定はリスクがあるため、「〜と推測される」「〜の可能性が高い」といった慎重な言い回しが求められます。\nAIを使えば、プロフェッショナルで説得力のある報告文章が簡単に作れます。\n\n## このレシピのメリット\n- **説得力**: 専門用語を適切に使い、信頼感のある報告書になります。\n- **リスク管理**: 断定を避けた適切な表現で、責任問題を回避します。\n- **受注率UP**: しっかりした報告書は、改修工事の受注につながります。\n\n## 具体的な使い方\n1. 調査結果と推測される原因を箇条書きにします。\n2. プロンプトに入力し、所見文章を作成します。\n3. 報告書の所見欄にコピペします。\n\n## プロンプト\n```markdown\n# 命令書\n雨漏り調査報告書の「所見」欄の文章を作成してください。\n\n# 状況\n- 2階サッシ廻りのシーリングが劣化し、破断している\n- 散水調査の結果、同箇所から1階天井への浸水を確認\n- 外壁のクラックからも浸水の可能性あり\n\n# 推奨工事\n- サッシ廻りシーリング打ち替え\n- 外壁クラック補修（Vカットシール）\n```"
    },
    {
        "slug": "plasterer-mix-ratio",
        "title": "材料の配合比率メモをデジタル化",
        "description": "「あの現場のあの色、何と何を混ぜたっけ？」現場での配合メモを記録・整理して、社内ナレッジに。",
        "occupation": "左官屋",
        "task": "材料の配合比率メモのデジタル化",
        "tool": "ChatGPT",
        "content": "## 概要\n左官や調色作業は、職人の勘と経験が頼り。\nですが、うまくいった配合を記録しておけば、次回や他の職人がやる時に役立ちます。\n現場で袋の切れ端に書いたメモを、誰でも読めるレシピとして保存しましょう。\n\n## このレシピのメリット\n- **品質安定**: いつでも同じ色・質感を再現できます。\n- **技術継承**: ベテランの配合を若手に教える教材になります。\n- **検索性**: デジタル化しておけば、スマホですぐに検索できます。\n\n## 具体的な使い方\n1. 現場での配合メモをプロンプトに入力します。\n2. AIに整理させ、標準的なレシピ形式にします。\n3. 社内のチャットや共有ノートに保存します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の配合メモを、後輩が見ても分かるように整理して記録に残してください。\n\n# メモ\nジョリパット（T3004） 20kg 1缶\n寒水石 1厘 3kg\nワラすさ 少々（ひとつかみくらい）\n水 1.5リットルくらい（様子見ながら）\n※気温が高かったので少し緩めに練った\n```"
    },
    {
        "slug": "security-hiyari-hatto",
        "title": "警備日報の「ヒヤリハット」事例作成",
        "description": "何もなかった日でも書かなきゃいけないヒヤリハット。よくある事例を生成して、日報作成をサポート。",
        "occupation": "警備員・誘導員",
        "task": "日報の「ヒヤリハット」事例の文章化",
        "tool": "ChatGPT",
        "content": "## 概要\n警備日報の「ヒヤリハット・改善提案」欄。\n毎日書くとなるとネタ切れになりますし、本当に何もなかった日もあります。\nしかし「特になし」と書くと怒られる…。\n現場の状況に合わせた、ありそうなヒヤリハット事例をAIに考えてもらい、日報を充実させましょう。\n\n## このレシピのメリット\n- **日報作成の効率化**: 考える時間をゼロにします。\n- **安全意識の再確認**: 事例を読むことで、「確かにこういう危険があるな」と再認識できます。\n- **報告の質の維持**: 毎日しっかり書いていると評価されます。\n\n## 具体的な使い方\n1. 現場の環境（交通量、天候など）を確認します。\n2. プロンプトに入力し、事例をいくつか出してもらいます。\n3. その中から、実際に起こりそうだったものを選んで日報に書きます。\n\n## プロンプト\n```markdown\n# 命令書\n片側交互通行の交通誘導現場での「ヒヤリハット」事例を3つ考えてください。\n日報に書くための短めの文章にしてください。\n\n# 状況\n- 交通量は多め\n- 近くに小学校があり、通学路になっている\n- 夕方、西日が眩しかった\n```"
    }
]