[
    {
        "slug": "painter-daily-report-voice",
        "title": "塗装職人向け：音声入力で日報を30秒で終わらせる",
        "description": "手が汚れていても大丈夫。スマホの音声入力とChatGPTを組み合わせて、移動中に日報を完成させるテクニック。",
        "occupation": "塗装職人",
        "task": "現場日報の作成（音声入力）",
        "tool": "スマホ音声入力 + ChatGPT",
        "content": "## 概要\n塗装現場での作業後、手がペンキだらけだったり、疲れ切っていて文字を打つのが億劫なことはありませんか？\n従来の紙の日報や、スマホでのフリック入力は意外と時間がかかり、帰宅後の貴重な時間を奪ってしまいます。\nこのレシピでは、スマホの音声入力機能を使って、喋った内容をChatGPTに整えさせることで、日報作成を劇的に楽にする方法を紹介します。\n音声入力なら、移動中の車内や片付けの合間にも記録が可能で、誤字脱字の修正もAIが自動で行ってくれます。\n\n## このレシピのメリット\n- **ハンズフリーで入力**: 手が汚れていても、運転中でも（安全に配慮して）入力可能。\n- **時短効果**: 10分かかっていた日報が1分で完了。\n- **文章の品質向上**: 箇条書きや話し言葉でも、AIがきちんとしたビジネス文書に変換。\n\n## 具体的な使い方\n1. ChatGPTアプリを開き、マイクボタン（音声入力）を押します。\n2. 「今日は外壁の下塗りをしました。明日は中塗りの予定です。材料が足りなくなりそうなので発注お願いします」のように、箇条書きで良いので喋ります。\n3. 以下のプロンプトと一緒に送信します。\n\n## プロンプト\n```markdown\n# 命令書\nあなたは塗装職人の親方です。\n以下の【音声入力テキスト】を、会社に送るためのきちんとした「業務日報」に書き換えてください。\n\n# 音声入力テキスト\n[ここに音声入力した内容を貼り付け、または続けて入力]\n\n# 出力フォーマット\n【業務日報】\n作業内容：\n翌日の予定：\n連絡事項：\n```"
    },
    {
        "slug": "painter-estimate-template",
        "title": "塗装見積もりのひな形を瞬時に作成",
        "description": "「とりあえず概算でいいから見積もり出して」と言われた時に。ChatGPTで素早く見積もりの項目と構成を作成します。",
        "occupation": "塗装職人",
        "task": "塗り替え見積もりのひな形作成",
        "tool": "ChatGPT + Excel",
        "content": "## 概要\n急な見積もり依頼、項目を一つ一つExcelに入力するのは手間ですよね。\n特に現地調査の直後や、移動中に概算を出したい時、ゼロから項目を作るのは大変です。\nChatGPTに現場の状況（建坪、屋根の種類、外壁の種類など）を伝えるだけで、必要な見積もり項目をリストアップしてもらいましょう。\nこれにより、項目の拾い忘れを防ぎ、見積もり作成のスピードを大幅に向上させることができます。\n\n## このレシピのメリット\n- **拾い忘れ防止**: 足場、養生、下地処理など、忘れがちな項目をAIが網羅。\n- **スピードアップ**: 構成案が数秒でできるので、あとは単価と数量を入れるだけ。\n- **柔軟な対応**: 「シリコンの場合」「フッ素の場合」など、パターンの出し分けも簡単。\n\n## 具体的な使い方\n1. 以下のプロンプトをコピーします。\n2. 物件情報の部分を、実際の現場に合わせて書き換えます。\n3. ChatGPTに送信し、出力された表をExcelやスプレッドシートに貼り付けます。\n\n## プロンプト\n```markdown\n# 命令書\n戸建て住宅の塗り替え工事の見積もり項目を作成してください。\n漏れがないように、足場から付帯部塗装まで網羅してください。\n\n# 物件情報\n- 建坪: 30坪\n- 外壁: サイディング（シリコン塗装希望）\n- 屋根: カラーベスト（遮熱塗料希望）\n\n# 出力形式\n表形式（項目名、単位、備考）\n```"
    },
    {
        "slug": "painter-rain-cancellation-email",
        "title": "雨天中止！施主様への連絡メール作成",
        "description": "朝起きたら雨…。施主様への連絡文面を考える時間をゼロに。丁寧で配慮のあるメールを自動生成。",
        "occupation": "塗装職人",
        "task": "雨天中止の施主への連絡メール作成",
        "tool": "ChatGPT",
        "content": "## 概要\n塗装工事は天候に左右されます。当日の朝に中止が決まった際、施主様へ送るメールやLINEの文章を考えるのは意外とストレスです。\n「楽しみにしていたのに申し訳ない」「洗濯物はどうする？」など、配慮すべき点は多岐にわたります。\n相手を不安にさせない、丁寧な連絡文をAIに作成させることで、朝の忙しい時間のストレスを軽減しましょう。\n\n## このレシピのメリット\n- **心理的負担の軽減**: 謝罪やお願いの文章を考えるストレスから解放されます。\n- **トラブル防止**: 「洗濯物は部屋干しで」などの重要事項を伝え漏らしません。\n- **迅速な連絡**: 朝の決定から送信までをスムーズに行い、施主様の予定調整を助けます。\n\n## 具体的な使い方\n1. 朝、中止が決まったら以下のプロンプトを使用します。\n2. 「次回はいつ入るか」の部分だけ書き換えて送信します。\n3. 生成された文章をLINEやメールに貼り付けて送ります。\n\n## プロンプト\n```markdown\n# 命令書\n施主様に送る「雨天による工事中止」の連絡文を作成してください。\n丁寧な言葉遣いで、以下の内容を含めてください。\n\n# 状況\n- 本日は雨のため作業中止\n- 養生の状態は確認済みで問題なし\n- 次回は明日の朝8時半から作業予定\n- 洗濯物は明日も部屋干しをお願いしたい\n```"
    },
    {
        "slug": "electrician-symbol-explanation",
        "title": "新人教育用：図面記号の解説資料作成",
        "description": "新人が図面記号を覚えてくれない…。写真を撮ってChatGPTに解説させれば、即席の教育資料の出来上がり。",
        "occupation": "電気工事士",
        "task": "図面記号の解説・新人教育資料作成",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n図面の記号、新人になかなか伝わらないことがありますよね。\n口頭で教えてもメモを取らなかったり、後で「これ何でしたっけ？」と聞かれたり。\nChatGPT Plusの画像認識機能を使えば、図面の写真をアップロードするだけで、その記号の意味や施工上の注意点を解説してくれます。\nこれをそのままLINEで送れば、自分だけの教科書になります。\n\n## このレシピのメリット\n- **教育コスト削減**: 何度も同じことを教える手間が省けます。\n- **正確な知識**: 曖昧な記憶ではなく、一般的な規格に基づいた解説が得られます。\n- **資料化**: 生成された解説を保存しておけば、次の新人にも使えます。\n\n## 具体的な使い方\n1. 図面の分からない記号部分をスマホで撮影します。\n2. ChatGPTアプリで画像をアップロードします。\n3. 以下のプロンプトを入力して送信します。\n\n## プロンプト\n（図面の写真をアップロードして）\n```markdown\nこの図面記号（赤丸で囲った部分）について、新人電気工事士向けにわかりやすく解説してください。\n1. 名称\n2. 役割\n3. 施工時の注意点\n```"
    },
    {
        "slug": "electrician-count-outlets",
        "title": "図面からコンセント・スイッチを自動カウント",
        "description": "拾い出し作業を効率化。図面画像を読み込ませて、特定の記号の個数をカウント（補助）させる方法。",
        "occupation": "電気工事士",
        "task": "コンセント・スイッチの個数カウント（拾い出し）",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n見積もりのための拾い出し、目が疲れますよね。\n図面からコンセントやスイッチの数を数える単純作業は、AIの画像認識が得意とする分野になりつつあります。\n精度は100%ではありませんが、ChatGPTに図面を見せて「コンセントの記号はいくつある？」と聞くことで、ダブルチェックや概算に役立ちます。\n人間が見落としていた箇所を指摘してくれることもあります。\n\n## このレシピのメリット\n- **ダブルチェック**: 自分の拾い出し結果との照合に使えます。\n- **目の疲れ軽減**: ざっくりとした数を把握するのに便利です。\n- **見落とし防止**: 意外な場所にある記号を見つけてくれることがあります。\n\n## 具体的な使い方\n1. 図面全体、または部屋ごとの画像を鮮明に撮影します。\n2. ChatGPTに画像をアップロードします。\n3. 以下のプロンプトで個数を聞きます。\n\n## プロンプト\n（図面の写真をアップロードして）\n```markdown\nこの図面の中に、コンセントの記号（◯に縦線2本）はいくつありますか？\n見つけた場所も合わせて教えてください。\n```"
    },
    {
        "slug": "electrician-survey-report",
        "title": "現場調査後の報告書を移動中に作成",
        "description": "現調が終わって帰りの車の中で。音声入力で状況を吹き込めば、事務所に着く頃には報告書が完成。",
        "occupation": "電気工事士",
        "task": "現場調査後の報告書作成",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\nリフォームの現調など、細かい状況をメモするのは大変です。\n写真を撮るだけでなく、その場の状況や施工方針を文章に残しておく必要があります。\n見てきたことをそのままスマホに向かって喋り、ChatGPTに整理させましょう。\n記憶が鮮明なうちに記録することで、後々のトラブルや「言った言わない」を防げます。\n\n## このレシピのメリット\n- **詳細な記録**: 手書きメモよりも多くの情報を残せます。\n- **報告の迅速化**: 帰社後すぐに報告書を提出できます。\n- **共有の容易さ**: 整理されたテキストなら、チャットツール等ですぐに共有可能。\n\n## 具体的な使い方\n1. 現調直後、車に戻ったらChatGPTの音声入力を起動します。\n2. 見てきた内容、気づいた点、懸念点などを思いつくままに喋ります。\n3. 以下のプロンプトで整形します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の現調メモをもとに、見積もり担当者への報告書を作成してください。\n\n# 現調メモ（音声入力）\n分電盤は洗面所の上、30アンペアで空き回路なし。エアコン専用回路が必要だけど、隠蔽配管は無理そう。露出でモール仕上げになることを施主に説明済み。配管ルートは廊下の天井隅を通す予定。\n\n# 出力フォーマット\n【現調報告】\n■分電盤状況\n■エアコン回路工事の方針\n■施主への説明事項\n■部材拾い出しメモ\n```"
    },
    {
        "slug": "interior-wallpaper-calc",
        "title": "クロス職人必見：貼り替え面積からの必要m数概算",
        "description": "部屋のサイズを入れるだけで、必要なクロスのm数を概算。ロス率も考慮した計算をAIに任せる。",
        "occupation": "内装屋（クロス職人）",
        "task": "貼り替え面積からの必要m数概算",
        "tool": "ChatGPT",
        "content": "## 概要\n「6畳と8畳の洋室、天井も含めて貼り替えたいんだけど」\nそんな相談を受けた時、パッと必要m数が出てこないことありませんか？\n概算見積もりの段階では、正確な実測よりもスピードが求められます。\nChatGPTに計算式を教えておけば、部屋の畳数や天井高を入れるだけで、ロス率を含んだ必要m数を即座に算出してくれます。\n\n## このレシピのメリット\n- **即答力**: 施主様の前で待たせずに概算を伝えられます。\n- **計算ミス防止**: 単純な掛け算・足し算のミスをなくせます。\n- **根拠の提示**: 「なぜその数量になるのか」を説明しやすくなります。\n\n## 具体的な使い方\n1. 部屋の広さと天井高を確認します。\n2. 以下のプロンプトに数値を入力します。\n3. 出てきた数字を元に、概算金額を伝えます。\n\n## プロンプト\n```markdown\n# 命令書\n以下の部屋の壁・天井のクロス貼り替えに必要なクロスのm数（90cm幅）を概算してください。\nロス率は20%で見込んでください。\n\n# 部屋情報\n1. 6畳（江戸間）、天井高2.4m\n2. 8畳（江戸間）、天井高2.4m\n\n# 出力\n部屋ごとの必要m数と、合計m数\n```"
    },
    {
        "slug": "interior-wallpaper-advice",
        "title": "施主様からの「壁紙の選び方」相談にプロらしく回答",
        "description": "「どんな壁紙がいいですか？」という曖昧な質問に、機能性やトレンドを踏まえた提案文を作成。",
        "occupation": "内装屋（クロス職人）",
        "task": "施主からの「壁紙の選び方」相談への回答作成",
        "tool": "ChatGPT",
        "content": "## 概要\nお客様の好みや部屋の用途に合わせて、最適な壁紙を提案するのはプロの仕事ですが、文章にするのは難しいものです。\n「寝室」「子供部屋」などの用途に合わせて、説得力のある提案文を作りましょう。\nAIを使えば、機能性（消臭、調湿、汚れ防止）や色彩心理に基づいた、もっともらしい提案文がすぐに作れます。\n\n## このレシピのメリット\n- **提案力の向上**: 知識豊富なプロとしての印象を与えられます。\n- **顧客満足度UP**: お客様の悩みに寄り添った提案ができます。\n- **時短**: カタログを見ながら悩む時間を短縮できます。\n\n## 具体的な使い方\n1. お客様の要望（部屋の用途、好みの色、悩み）を聞き取ります。\n2. プロンプトにその内容を反映させます。\n3. 生成された提案文を参考に、カタログを見せながら説明します。\n\n## プロンプト\n```markdown\n# 命令書\nお客様から「寝室の壁紙を張り替えたいが、落ち着く色や機能のおすすめは？」と聞かれました。\nプロの内装職人として、以下のポイントを含めた提案文を作成してください。\n\n# ポイント\n- 色：ベージュやグレーなどのアースカラーがおすすめ\n- 機能：調湿機能や消臭機能があるものが快適\n- アクセントクロス：一面だけ濃い色にするのもおしゃれ\n```"
    },
    {
        "slug": "interior-completion-report",
        "title": "完了報告書と写真整理の手順をLINEで",
        "description": "現場完了！写真を撮ってLINEで送るだけで、報告書の文面を作成。元請けへの報告がスムーズに。",
        "occupation": "内装屋（クロス職人）",
        "task": "完了報告書の作成と写真整理の手順",
        "tool": "ChatGPT + LINE",
        "content": "## 概要\n作業完了後の報告、写真の送信とセットで文章を送るのがマナーです。\n「終わりました」だけでなく、気になった点や次回の注意点なども添えると信頼度がアップします。\nしかし、現場作業で疲れた後に丁寧な文章を打つのは大変です。\n箇条書きで状況を伝えるだけで、元請けの監督が安心する報告メッセージを作成しましょう。\n\n## このレシピのメリット\n- **信頼獲得**: 丁寧な報告で「しっかりした職人」という印象を与えます。\n- **情報共有**: 次の工程の職人や監督への引き継ぎがスムーズになります。\n- **記録**: トラブルがあった際の証拠としても役立ちます。\n\n## 具体的な使い方\n1. 作業終了後、現場の状況を確認します。\n2. 以下のプロンプトに、現場名と特記事項を入力します。\n3. 生成された文章をLINEに貼り付け、写真を添えて送信します。\n\n## プロンプト\n```markdown\n# 命令書\n元請けの監督に送る完了報告のLINEメッセージを作成してください。\n\n# 内容\n- ○○様邸のクロス貼り替え工事完了\n- 予備のクロスはクローゼットの中に保管\n- 既存の壁紙が剥がれにくく、下地処理に時間がかかったが綺麗に仕上がった\n- 明日の現場（△△様邸）は8時から入ります\n```"
    },
    {
        "slug": "plumber-repair-explanation",
        "title": "水漏れ修理後、お客様への再発防止説明文",
        "description": "修理は完璧でも、説明が不足していると不安を与えてしまいます。専門用語を使わずに分かりやすく説明する文章を作成。",
        "occupation": "水道設備屋",
        "task": "水漏れ修理後の再発防止説明文の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n「なんで水漏れしたの？」「どうすれば防げるの？」\nお客様の不安に寄り添い、分かりやすい言葉で原因と対策を伝えるための説明文を作成します。\n口頭での説明に加えて、LINEやメールでテキストとして残してあげることで、お客様は後で見返すことができ、非常に親切な対応となります。\n専門用語を噛み砕いた表現にするのがポイントです。\n\n## このレシピのメリット\n- **顧客満足度向上**: アフターフォローが手厚い業者として評価されます。\n- **再発クレーム防止**: お客様自身で気をつけてもらうことで、トラブルを減らせます。\n- **口コミ効果**: 親切な対応は口コミで広がりやすいです。\n\n## 具体的な使い方\n1. 修理完了後、原因と対策をメモします。\n2. プロンプトに入力し、お客様向けの文章を生成します。\n3. LINE公式アカウントやメールでお客様に送信します。\n\n## プロンプト\n```markdown\n# 命令書\nキッチンの排水詰まりを解消したお客様へ、今後の再発防止アドバイスをLINEで送りたいです。\n主婦の方にも伝わるように、専門用語を使わず優しく書いてください。\n\n# 原因\n- 油汚れの蓄積\n- 以前流したと思われるキャップのような異物\n\n# 対策\n- 油は拭き取ってから洗う\n- 定期的に50度くらいのお湯を流す（熱湯はNG）\n```"
    },
    {
        "slug": "plumber-emergency-email",
        "title": "緊急対応！顧客への状況報告メール",
        "description": "緊急の水漏れ対応中、管理会社やオーナーへの現状報告を素早く作成。焦っている時こそAIに頼りましょう。",
        "occupation": "水道設備屋",
        "task": "緊急対応時の顧客への状況報告メール",
        "tool": "ChatGPT",
        "content": "## 概要\n緊急出動時、現場の状況をリアルタイムで関係者に伝える必要があります。\n特に管理会社やオーナーは、入居者からのクレームを心配しており、一刻も早い情報を求めています。\n「とりあえず止水した」「本修理は後日」といった重要な情報を、漏れなく簡潔に伝えるメールを作成します。\n\n## このレシピのメリット\n- **安心感の提供**: 素早い報告で関係者を安心させられます。\n- **責任の明確化**: 現状の対応範囲と今後の予定を明確にすることで、トラブルを防ぎます。\n- **業務効率化**: 電話がつながらない時でも、メールで第一報を入れられます。\n\n## 具体的な使い方\n1. 現場到着・応急処置後、すぐにプロンプトを入力します。\n2. 状況に合わせて内容を微修正します。\n3. 管理会社担当者にメール送信します。\n\n## プロンプト\n```markdown\n# 命令書\n管理会社担当者へ、緊急対応の一次報告メールを作成してください。\n\n# 状況\n- 203号室のトイレから水漏れ\n- 原因はタンク内のボールタップ故障\n- とりあえず止水栓を閉めて水は止めた\n- 部品がないため、明日朝イチで交換にお伺いする\n- 入居者様には説明済みで、トイレは今夜使えないことを了承いただいている\n```"
    },
    {
        "slug": "plumber-parts-order",
        "title": "部品発注リストの整理・フォーマット化",
        "description": "現場でメモした部品リストを、問屋への発注FAXやメールの形式に一発変換。",
        "occupation": "水道設備屋",
        "task": "部品発注リストの整理・フォーマット化",
        "tool": "ChatGPT",
        "content": "## 概要\n現場で不足部材を拾い出す時、メモ帳に走り書きすることが多いですよね。\n「13のエルボ 5個」「HIVPの20 3本」などの略語混じりのメモ。\nこれをそのまま問屋に送れる発注書の形式に整えます。\nFAX送付状の形式や、メール本文の形式に変換することで、発注ミスや「読めない」という問い合わせを減らせます。\n\n## このレシピのメリット\n- **発注ミス削減**: 手書き文字の読み間違いや、型番の伝え間違いを防ぎます。\n- **事務作業の短縮**: 事務所に戻って清書する時間をなくせます。\n- **履歴管理**: テキストデータとして残るので、後から確認しやすくなります。\n\n## 具体的な使い方\n1. 現場でメモした内容をプロンプトに入力します。\n2. 必要であれば、メーカー名や納期指定を追記します。\n3. 生成されたテキストをメールやFAX送付状に使います。\n\n## プロンプト\n```markdown\n# 命令書\n以下のメモを、管材屋への発注メールの形式に整えてください。\n品名、サイズ、数量がわかるように表にしてください。\n\n# メモ\nHIチーズ 13 5個\nHIエルボ 13 10個\nバルブソケット 13 3個\nシールテープ 10巻\n塩ビ糊 500g 1缶\n```"
    },
    {
        "slug": "scaffolder-safety-instructions",
        "title": "作業手順書の安全注意事項を作成",
        "description": "現場ごとの作業手順書、安全注意事項の欄を埋めるのが大変…。現場特有のリスクに合わせた文章を生成。",
        "occupation": "足場鳶",
        "task": "作業手順書の安全注意事項の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n安全書類（グリーンファイル）の作成は手間がかかります。\n特に「作業手順書」の「安全上の注意」欄は、毎回「足元の確認」「安全帯の使用」などの定型文になりがちですが、本来は現場ごとに書き分ける必要があります。\nAIに現場状況（狭小地、電線、第三者災害リスクなど）を伝えれば、適切な注意事項をリストアップしてくれます。\n\n## このレシピのメリット\n- **安全意識の向上**: 現場の実情に即した具体的な注意喚起ができます。\n- **書類審査の通過**: 元請けの安全担当者から「よく考えられている」と評価されます。\n- **作成時間の短縮**: 悩む時間を減らし、他の業務に時間を割けます。\n\n## 具体的な使い方\n1. 現場のリスク要因を洗い出します。\n2. プロンプトに入力し、注意事項を生成させます。\n3. 作業手順書の該当欄にコピペします。\n\n## プロンプト\n```markdown\n# 命令書\n足場組立作業手順書の「安全上の留意事項」欄に記載する内容を5つ挙げてください。\n\n# 現場環境\n- 狭小地で隣家との距離が近い\n- 電線が近くを通っている\n- 一部、道路使用許可をとって作業する\n```"
    },
    {
        "slug": "scaffolder-newcomer-education",
        "title": "新規入場者教育の資料作成",
        "description": "「明日から入る新人、何教えればいい？」基本的なルールから現場特有のルールまで、教育資料の構成案を作成。",
        "occupation": "足場鳶",
        "task": "新規入場者教育の資料作成",
        "tool": "ChatGPT",
        "content": "## 概要\n新しく現場に入る職人さんへの教育。\n口頭で伝えるだけでは忘れられてしまいますし、「聞いてない」というトラブルの元です。\nA4一枚にまとまった「現場ルール」を作って渡すだけで、トラブルを未然に防げます。\nChatGPTに項目を挙げさせれば、抜け漏れのない教育資料がすぐに作れます。\n\n## このレシピのメリット\n- **教育の質均一化**: 誰が教えても同じ内容を伝えられます。\n- **事故防止**: ルール徹底により、労働災害のリスクを減らせます。\n- **プロ意識の醸成**: きちんとした資料があることで、現場の規律が引き締まります。\n\n## 具体的な使い方\n1. 現場のルールや周知事項を箇条書きにします。\n2. プロンプトに入力し、資料の構成案を作らせます。\n3. WordやExcelに貼り付けて印刷し、新規入場者に配布します。\n\n## プロンプト\n```markdown\n# 命令書\n新規入場者教育で使用する「現場ルールシート」の構成案を作ってください。\n足場工事の現場です。\n\n# 含めるべき項目\n- 服装・保護具の確認（フルハーネス必須）\n- 立入禁止エリアについて\n- 資材の荷揚げ・荷降ろし時の合図\n- 休憩所・喫煙所のルール\n- 緊急時の連絡体制\n```"
    },
    {
        "slug": "scaffolder-completion-line",
        "title": "元請けへの完了報告LINEをスマートに",
        "description": "「足場組み終わりました」だけじゃ物足りない。写真添付とともに送る、信頼される完了報告メッセージ。",
        "occupation": "足場鳶",
        "task": "元請けへの完了報告LINEの作成",
        "tool": "ChatGPT",
        "content": "## 概要\n足場の組立完了報告は、次の工程（塗装や板金など）へのバトンタッチです。\n単に「終わりました」と伝えるだけでなく、「使いやすさ」や「安全性」に配慮したことを伝えると、元請けからの評価がグッと上がります。\nまた、写真を送る際に見るべきポイントを添えることで、現場確認の手間を減らす配慮も喜ばれます。\n\n## このレシピのメリット\n- **評価アップ**: 「気の利く足場屋さん」として指名が増える可能性があります。\n- **手戻り防止**: 写真で事前に確認してもらうことで、後からの是正指示を防げます。\n- **円滑な連携**: 次の業者が気持ちよく仕事に入れます。\n\n## 具体的な使い方\n1. 足場組立完了後、全景や重要箇所の写真を撮ります。\n2. アピールポイントをプロンプトに入力します。\n3. 生成された文章をLINEで送信します。\n\n## プロンプト\n```markdown\n# 命令書\n元請けの監督に送る、足場組立完了の報告LINEを作ってください。\n\n# アピールポイント\n- 予定通り完了したこと\n- 塗装屋さんが作業しやすいように、シートの間隔を調整したこと\n- 昇降階段の位置を、資材搬入しやすい場所に設置したこと\n- 写真を数枚送るので確認してほしいこと\n```"
    }
]