[
    {
        "slug": "painter-daily-report-voice",
        "title": "塗装職人向け：音声入力で日報を30秒で終わらせる",
        "description": "手が汚れていても大丈夫。スマホの音声入力とChatGPTを組み合わせて、移動中に日報を完成させるテクニック。",
        "occupation": "塗装職人",
        "task": "現場日報の作成（音声入力）",
        "tool": "スマホ音声入力 + ChatGPT",
        "content": "## 概要\n塗装現場での作業後、手がペンキだらけだったり、疲れ切っていて文字を打つのが億劫なことはありませんか？\n従来の紙の日報や、スマホでのフリック入力は意外と時間がかかり、帰宅後の貴重な時間を奪ってしまいます。\nこのレシピでは、スマホの音声入力機能を使って、喋った内容をChatGPTに整えさせることで、日報作成を劇的に楽にする方法を紹介します。\n音声入力なら、移動中の車内や片付けの合間にも記録が可能で、誤字脱字の修正もAIが自動で行ってくれます。\n\n## このレシピのメリット\n- **ハンズフリーで入力**: 手が汚れていても、運転中でも（安全に配慮して）入力可能。\n- **時短効果**: 10分かかっていた日報が1分で完了。\n- **文章の品質向上**: 箇条書きや話し言葉でも、AIがきちんとしたビジネス文書に変換。\n\n## 具体的な使い方\n1. ChatGPTアプリを開き、マイクボタン（音声入力）を押します。\n2. 「今日は外壁の下塗りをしました。明日は中塗りの予定です。材料が足りなくなりそうなので発注お願いします」のように、箇条書きで良いので喋ります。\n3. 以下のプロンプトと一緒に送信します。\n\n## プロンプト\n```markdown\n# 命令書\nあなたは塗装職人の親方です。\n以下の【音声入力テキスト】を、会社に送るためのきちんとした「業務日報」に書き換えてください。\n\n# 音声入力テキスト\n[ここに音声入力した内容を貼り付け、または続けて入力]\n\n# 出力フォーマット\n【業務日報】\n作業内容：\n翌日の予定：\n連絡事項：\n```"
    },
    {
        "slug": "painter-estimate-template",
        "title": "塗装見積もりのひな形を瞬時に作成",
        "description": "「とりあえず概算でいいから見積もり出して」と言われた時に。ChatGPTで素早く見積もりの項目と構成を作成します。",
        "occupation": "塗装職人",
        "task": "塗り替え見積もりのひな形作成",
        "tool": "ChatGPT + Excel",
        "content": "## 概要\n急な見積もり依頼、項目を一つ一つExcelに入力するのは手間ですよね。\n特に現地調査の直後や、移動中に概算を出したい時、ゼロから項目を作るのは大変です。\nChatGPTに現場の状況（建坪、屋根の種類、外壁の種類など）を伝えるだけで、必要な見積もり項目をリストアップしてもらいましょう。\nこれにより、項目の拾い忘れを防ぎ、見積もり作成のスピードを大幅に向上させることができます。\n\n## このレシピのメリット\n- **拾い忘れ防止**: 足場、養生、下地処理など、忘れがちな項目をAIが網羅。\n- **スピードアップ**: 構成案が数秒でできるので、あとは単価と数量を入れるだけ。\n- **柔軟な対応**: 「シリコンの場合」「フッ素の場合」など、パターンの出し分けも簡単。\n\n## 具体的な使い方\n1. 以下のプロンプトをコピーします。\n2. 物件情報の部分を、実際の現場に合わせて書き換えます。\n3. ChatGPTに送信し、出力された表をExcelやスプレッドシートに貼り付けます。\n\n## プロンプト\n```markdown\n# 命令書\n戸建て住宅の塗り替え工事の見積もり項目を作成してください。\n漏れがないように、足場から付帯部塗装まで網羅してください。\n\n# 物件情報\n- 建坪: 30坪\n- 外壁: サイディング（シリコン塗装希望）\n- 屋根: カラーベスト（遮熱塗料希望）\n\n# 出力形式\n表形式（項目名、単位、備考）\n```"
    },
    {
        "slug": "painter-rain-cancellation-email",
        "title": "雨天中止！施主様への連絡メール作成",
        "description": "朝起きたら雨…。施主様への連絡文面を考える時間をゼロに。丁寧で配慮のあるメールを自動生成。",
        "occupation": "塗装職人",
        "task": "雨天中止の施主への連絡メール作成",
        "tool": "ChatGPT",
        "content": "## 概要\n塗装工事は天候に左右されます。当日の朝に中止が決まった際、施主様へ送るメールやLINEの文章を考えるのは意外とストレスです。\n「楽しみにしていたのに申し訳ない」「洗濯物はどうする？」など、配慮すべき点は多岐にわたります。\n相手を不安にさせない、丁寧な連絡文をAIに作成させることで、朝の忙しい時間のストレスを軽減しましょう。\n\n## このレシピのメリット\n- **心理的負担の軽減**: 謝罪やお願いの文章を考えるストレスから解放されます。\n- **トラブル防止**: 「洗濯物は部屋干しで」などの重要事項を伝え漏らしません。\n- **迅速な連絡**: 朝の決定から送信までをスムーズに行い、施主様の予定調整を助けます。\n\n## 具体的な使い方\n1. 朝、中止が決まったら以下のプロンプトを使用します。\n2. 「次回はいつ入るか」の部分だけ書き換えて送信します。\n3. 生成された文章をLINEやメールに貼り付けて送ります。\n\n## プロンプト\n```markdown\n# 命令書\n施主様に送る「雨天による工事中止」の連絡文を作成してください。\n丁寧な言葉遣いで、以下の内容を含めてください。\n\n# 状況\n- 本日は雨のため作業中止\n- 養生の状態は確認済みで問題なし\n- 次回は明日の朝8時半から作業予定\n- 洗濯物は明日も部屋干しをお願いしたい\n```"
    },
    {
        "slug": "electrician-symbol-explanation",
        "title": "新人教育用：図面記号の解説資料作成",
        "description": "新人が図面記号を覚えてくれない…。写真を撮ってChatGPTに解説させれば、即席の教育資料の出来上がり。",
        "occupation": "電気工事士",
        "task": "図面記号の解説・新人教育資料作成",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n図面の記号、新人になかなか伝わらないことがありますよね。\n口頭で教えてもメモを取らなかったり、後で「これ何でしたっけ？」と聞かれたり。\nChatGPT Plusの画像認識機能を使えば、図面の写真をアップロードするだけで、その記号の意味や施工上の注意点を解説してくれます。\nこれをそのままLINEで送れば、自分だけの教科書になります。\n\n## このレシピのメリット\n- **教育コスト削減**: 何度も同じことを教える手間が省けます。\n- **正確な知識**: 曖昧な記憶ではなく、一般的な規格に基づいた解説が得られます。\n- **資料化**: 生成された解説を保存しておけば、次の新人にも使えます。\n\n## 具体的な使い方\n1. 図面の分からない記号部分をスマホで撮影します。\n2. ChatGPTアプリで画像をアップロードします。\n3. 以下のプロンプトを入力して送信します。\n\n## プロンプト\n（図面の写真をアップロードして）\n```markdown\nこの図面記号（赤丸で囲った部分）について、新人電気工事士向けにわかりやすく解説してください。\n1. 名称\n2. 役割\n3. 施工時の注意点\n```"
    },
    {
        "slug": "electrician-count-outlets",
        "title": "図面からコンセント・スイッチを自動カウント",
        "description": "拾い出し作業を効率化。図面画像を読み込ませて、特定の記号の個数をカウント（補助）させる方法。",
        "occupation": "電気工事士",
        "task": "コンセント・スイッチの個数カウント（拾い出し）",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n見積もりのための拾い出し、目が疲れますよね。\n図面からコンセントやスイッチの数を数える単純作業は、AIの画像認識が得意とする分野になりつつあります。\n精度は100%ではありませんが、ChatGPTに図面を見せて「コンセントの記号はいくつある？」と聞くことで、ダブルチェックや概算に役立ちます。\n人間が見落としていた箇所を指摘してくれることもあります。\n\n## このレシピのメリット\n- **ダブルチェック**: 自分の拾い出し結果との照合に使えます。\n- **目の疲れ軽減**: ざっくりとした数を把握するのに便利です。\n- **見落とし防止**: 意外な場所にある記号を見つけてくれることがあります。\n\n## 具体的な使い方\n1. 図面全体、または部屋ごとの画像を鮮明に撮影します。\n2. ChatGPTに画像をアップロードします。\n3. 以下のプロンプトで個数を聞きます。\n\n## プロンプト\n（図面の写真をアップロードして）\n```markdown\nこの図面の中に、コンセントの記号（◯に縦線2本）はいくつありますか？\n見つけた場所も合わせて教えてください。\n```"
    },
    {
        "slug": "electrician-survey-report",
        "title": "現場調査後の報告書を移動中に作成",
        "description": "現調が終わって帰りの車の中で。音声入力で状況を吹き込めば、事務所に着く頃には報告書が完成。",
        "occupation": "電気工事士",
        "task": "現場調査後の報告書作成",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\nリフォームの現調など、細かい状況をメモするのは大変です。\n写真を撮るだけでなく、その場の状況や施工方針を文章に残しておく必要があります。\n見てきたことをそのままスマホに向かって喋り、ChatGPTに整理させましょう。\n記憶が鮮明なうちに記録することで、後々のトラブルや「言った言わない」を防げます。\n\n## このレシピのメリット\n- **詳細な記録**: 手書きメモよりも多くの情報を残せます。\n- **報告の迅速化**: 帰社後すぐに報告書を提出できます。\n- **共有の容易さ**: 整理されたテキストなら、チャットツール等ですぐに共有可能。\n\n## 具体的な使い方\n1. 現調直後、車に戻ったらChatGPTの音声入力を起動します。\n2. 見てきた内容、気づいた点、懸念点などを思いつくままに喋ります。\n3. 以下のプロンプトで整形します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の現調メモをもとに、見積もり担当者への報告書を作成してください。\n\n# 現調メモ（音声入力）\n分電盤は洗面所の上、30アンペアで空き回路なし。エアコン専用回路が必要だけど、隠蔽配管は無理そう。露出でモール仕上げになることを施主に説明済み。配管ルートは廊下の天井隅を通す予定。\n\n# 出力フォーマット\n【現調報告】\n■分電盤状況\n■エアコン回路工事の方針\n■施主への説明事項\n■部材拾い出しメモ\n```"
    },
    {
        "slug": "interior-wallpaper-calc",
        "title": "クロス職人必見：貼り替え面積からの必要m数概算",
        "description": "部屋のサイズを入れるだけで、必要なクロスのm数を概算。ロス率も考慮した計算をAIに任せる。",
        "occupation": "内装屋（クロス職人）",
        "task": "貼り替え面積からの必要m数概算",
        "tool": "ChatGPT",
        "content": "## 概要\n「6畳と8畳の洋室、天井も含めて貼り替えたいんだけど」\nそんな相談を受けた時、パッと必要m数が出てこないことありませんか？\n概算見積もりの段階では、正確な実測よりもスピードが求められます。\nChatGPTに計算式を教えておけば、部屋の畳数や天井高を入れるだけで、ロス率を含んだ必要m数を即座に算出してくれます。\n\n## このレシピのメリット\n- **即答力**: 施主様の前で待たせずに概算を伝えられます。\n- **計算ミス防止**: 単純な掛け算・足し算のミスをなくせます。\n- **根拠の提示**: 「なぜその数量になるのか」を説明しやすくなります。\n\n## 具体的な使い方\n1. 部屋の広さと天井高を確認します。\n2. 以下のプロンプトに数値を入力します。\n3. 出てきた数字を元に、概算金額を伝えます。\n\n## プロンプト\n```markdown\n# 命令書\n以下の部屋の壁・天井のクロス貼り替えに必要なクロスのm数（90cm幅）を概算してください。\nロス率は20%で見込んでください。\n\n# 部屋情報\n1. 6畳（江戸間）、天井高2.4m\n2. 8畳（江戸間）、天井高2.4m\n\n# 出力\n部屋ごとの必要m数と、合計m数\n```"
    },
    {
        "slug": "interior-wallpaper-advice",
        "title": "施主様からの「壁紙の選び方」相談にプロらしく回答",
        "description": "「どんな壁紙がいいですか？」という曖昧な質問に、機能性やトレンドを踏まえた提案文を作成。",
        "occupation": "内装屋（クロス職人）",
        "task": "施主からの「壁紙の選び方」相談への回答作成",
        "tool": "ChatGPT",
        "content": "## 概要\nお客様の好みや部屋の用途に合わせて、最適な壁紙を提案するのはプロの仕事ですが、文章にするのは難しいものです。\n「寝室」「子供部屋」などの用途に合わせて、説得力のある提案文を作りましょう。\nAIを使えば、機能性（消臭、調湿、汚れ防止）や色彩心理に基づいた、もっともらしい提案文がすぐに作れます。\n\n## このレシピのメリット\n- **提案力の向上**: 知識豊富なプロとしての印象を与えられます。\n- **顧客満足度UP**: お客様の悩みに寄り添った提案ができます。\n- **時短**: カタログを見ながら悩む時間を短縮できます。\n\n## 具体的な使い方\n1. お客様の要望（部屋の用途、好みの色、悩み）を聞き取ります。\n2. プロンプトにその内容を反映させます。\n3. 生成された提案文を参考に、カタログを見せながら説明します。\n\n## プロンプト\n```markdown\n# 命令書\nお客様から「寝室の壁紙を張り替えたいが、落ち着く色や機能のおすすめは？」と聞かれました。\nプロの内装職人として、以下のポイントを含めた提案文を作成してください。\n\n# ポイント\n- 色：ベージュやグレーなどのアースカラーがおすすめ\n- 機能：調湿機能や消臭機能があるものが快適\n- アクセントクロス：一面だけ濃い色にするのもおしゃれ\n```"
    },
    {
        "slug": "interior-completion-report",
        "title": "完了報告書と写真整理の手順をLINEで",
        "description": "現場完了！写真を撮ってLINEで送るだけで、報告書の文面を作成。元請けへの報告がスムーズに。",
        "occupation": "内装屋（クロス職人）",
        "task": "完了報告書の作成と写真整理の手順",
        "tool": "ChatGPT + LINE",
        "content": "## 概要\n作業完了後の報告、写真の送信とセットで文章を送るのがマナーです。\n「終わりました」だけでなく、気になった点や次回の注意点なども添えると信頼度がアップします。\nしかし、現場作業で疲れた後に丁寧な文章を打つのは大変です。\n箇条書きで状況を伝えるだけで、元請けの監督が安心する報告メッセージを作成しましょう。\n\n## このレシピのメリット\n- **信頼獲得**: 丁寧な報告で「しっかりした職人」という印象を与えます。\n- **情報共有**: 次の工程の職人や監督への引き継ぎがスムーズになります。\n- **記録**: トラブルがあった際の証拠としても役立ちます。\n\n## 具体的な使い方\n1. 作業終了後、現場の状況を確認します。\n2. 以下のプロンプトに、現場名と特記事項を入力します。\n3. 生成された文章をLINEに貼り付け、写真を添えて送信します。\n\n## プロンプト\n```markdown\n# 命令書\n元請けの監督に送る完了報告のLINEメッセージを作成してください。\n\n# 内容\n- ○○様邸のクロス貼り替え工事完了\n- 予備のクロスはクローゼットの中に保管\n- 既存の壁紙が剥がれにくく、下地処理に時間がかかったが綺麗に仕上がった\n- 明日の現場（△△様邸）は8時から入ります\n```"
    },
    {
        "slug": "plumber-repair-explanation",
        "title": "水漏れ修理後、お客様への再発防止説明文",
        "description": "修理は完璧でも、説明が不足していると不安を与えてしまいます。専門用語を使わずに分かりやすく説明する文章を作成。",
        "occupation": "水道設備屋",
        "task": "水漏れ修理後の再発防止説明文の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n「なんで水漏れしたの？」「どうすれば防げるの？」\nお客様の不安に寄り添い、分かりやすい言葉で原因と対策を伝えるための説明文を作成します。\n口頭での説明に加えて、LINEやメールでテキストとして残してあげることで、お客様は後で見返すことができ、非常に親切な対応となります。\n専門用語を噛み砕いた表現にするのがポイントです。\n\n## このレシピのメリット\n- **顧客満足度向上**: アフターフォローが手厚い業者として評価されます。\n- **再発クレーム防止**: お客様自身で気をつけてもらうことで、トラブルを減らせます。\n- **口コミ効果**: 親切な対応は口コミで広がりやすいです。\n\n## 具体的な使い方\n1. 修理完了後、原因と対策をメモします。\n2. プロンプトに入力し、お客様向けの文章を生成します。\n3. LINE公式アカウントやメールでお客様に送信します。\n\n## プロンプト\n```markdown\n# 命令書\nキッチンの排水詰まりを解消したお客様へ、今後の再発防止アドバイスをLINEで送りたいです。\n主婦の方にも伝わるように、専門用語を使わず優しく書いてください。\n\n# 原因\n- 油汚れの蓄積\n- 以前流したと思われるキャップのような異物\n\n# 対策\n- 油は拭き取ってから洗う\n- 定期的に50度くらいのお湯を流す（熱湯はNG）\n```"
    },
    {
        "slug": "plumber-emergency-email",
        "title": "緊急対応！顧客への状況報告メール",
        "description": "緊急の水漏れ対応中、管理会社やオーナーへの現状報告を素早く作成。焦っている時こそAIに頼りましょう。",
        "occupation": "水道設備屋",
        "task": "緊急対応時の顧客への状況報告メール",
        "tool": "ChatGPT",
        "content": "## 概要\n緊急出動時、現場の状況をリアルタイムで関係者に伝える必要があります。\n特に管理会社やオーナーは、入居者からのクレームを心配しており、一刻も早い情報を求めています。\n「とりあえず止水した」「本修理は後日」といった重要な情報を、漏れなく簡潔に伝えるメールを作成します。\n\n## このレシピのメリット\n- **安心感の提供**: 素早い報告で関係者を安心させられます。\n- **責任の明確化**: 現状の対応範囲と今後の予定を明確にすることで、トラブルを防ぎます。\n- **業務効率化**: 電話がつながらない時でも、メールで第一報を入れられます。\n\n## 具体的な使い方\n1. 現場到着・応急処置後、すぐにプロンプトを入力します。\n2. 状況に合わせて内容を微修正します。\n3. 管理会社担当者にメール送信します。\n\n## プロンプト\n```markdown\n# 命令書\n管理会社担当者へ、緊急対応の一次報告メールを作成してください。\n\n# 状況\n- 203号室のトイレから水漏れ\n- 原因はタンク内のボールタップ故障\n- とりあえず止水栓を閉めて水は止めた\n- 部品がないため、明日朝イチで交換にお伺いする\n- 入居者様には説明済みで、トイレは今夜使えないことを了承いただいている\n```"
    },
    {
        "slug": "plumber-parts-order",
        "title": "部品発注リストの整理・フォーマット化",
        "description": "現場でメモした部品リストを、問屋への発注FAXやメールの形式に一発変換。",
        "occupation": "水道設備屋",
        "task": "部品発注リストの整理・フォーマット化",
        "tool": "ChatGPT",
        "content": "## 概要\n現場で不足部材を拾い出す時、メモ帳に走り書きすることが多いですよね。\n「13のエルボ 5個」「HIVPの20 3本」などの略語混じりのメモ。\nこれをそのまま問屋に送れる発注書の形式に整えます。\nFAX送付状の形式や、メール本文の形式に変換することで、発注ミスや「読めない」という問い合わせを減らせます。\n\n## このレシピのメリット\n- **発注ミス削減**: 手書き文字の読み間違いや、型番の伝え間違いを防ぎます。\n- **事務作業の短縮**: 事務所に戻って清書する時間をなくせます。\n- **履歴管理**: テキストデータとして残るので、後から確認しやすくなります。\n\n## 具体的な使い方\n1. 現場でメモした内容をプロンプトに入力します。\n2. 必要であれば、メーカー名や納期指定を追記します。\n3. 生成されたテキストをメールやFAX送付状に使います。\n\n## プロンプト\n```markdown\n# 命令書\n以下のメモを、管材屋への発注メールの形式に整えてください。\n品名、サイズ、数量がわかるように表にしてください。\n\n# メモ\nHIチーズ 13 5個\nHIエルボ 13 10個\nバルブソケット 13 3個\nシールテープ 10巻\n塩ビ糊 500g 1缶\n```"
    },
    {
        "slug": "scaffolder-safety-instructions",
        "title": "作業手順書の安全注意事項を作成",
        "description": "現場ごとの作業手順書、安全注意事項の欄を埋めるのが大変…。現場特有のリスクに合わせた文章を生成。",
        "occupation": "足場鳶",
        "task": "作業手順書の安全注意事項の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n安全書類（グリーンファイル）の作成は手間がかかります。\n特に「作業手順書」の「安全上の注意」欄は、毎回「足元の確認」「安全帯の使用」などの定型文になりがちですが、本来は現場ごとに書き分ける必要があります。\nAIに現場状況（狭小地、電線、第三者災害リスクなど）を伝えれば、適切な注意事項をリストアップしてくれます。\n\n## このレシピのメリット\n- **安全意識の向上**: 現場の実情に即した具体的な注意喚起ができます。\n- **書類審査の通過**: 元請けの安全担当者から「よく考えられている」と評価されます。\n- **作成時間の短縮**: 悩む時間を減らし、他の業務に時間を割けます。\n\n## 具体的な使い方\n1. 現場のリスク要因を洗い出します。\n2. プロンプトに入力し、注意事項を生成させます。\n3. 作業手順書の該当欄にコピペします。\n\n## プロンプト\n```markdown\n# 命令書\n足場組立作業手順書の「安全上の留意事項」欄に記載する内容を5つ挙げてください。\n\n# 現場環境\n- 狭小地で隣家との距離が近い\n- 電線が近くを通っている\n- 一部、道路使用許可をとって作業する\n```"
    },
    {
        "slug": "scaffolder-newcomer-education",
        "title": "新規入場者教育の資料作成",
        "description": "「明日から入る新人、何教えればいい？」基本的なルールから現場特有のルールまで、教育資料の構成案を作成。",
        "occupation": "足場鳶",
        "task": "新規入場者教育の資料作成",
        "tool": "ChatGPT",
        "content": "## 概要\n新しく現場に入る職人さんへの教育。\n口頭で伝えるだけでは忘れられてしまいますし、「聞いてない」というトラブルの元です。\nA4一枚にまとまった「現場ルール」を作って渡すだけで、トラブルを未然に防げます。\nChatGPTに項目を挙げさせれば、抜け漏れのない教育資料がすぐに作れます。\n\n## このレシピのメリット\n- **教育の質均一化**: 誰が教えても同じ内容を伝えられます。\n- **事故防止**: ルール徹底により、労働災害のリスクを減らせます。\n- **プロ意識の醸成**: きちんとした資料があることで、現場の規律が引き締まります。\n\n## 具体的な使い方\n1. 現場のルールや周知事項を箇条書きにします。\n2. プロンプトに入力し、資料の構成案を作らせます。\n3. WordやExcelに貼り付けて印刷し、新規入場者に配布します。\n\n## プロンプト\n```markdown\n# 命令書\n新規入場者教育で使用する「現場ルールシート」の構成案を作ってください。\n足場工事の現場です。\n\n# 含めるべき項目\n- 服装・保護具の確認（フルハーネス必須）\n- 立入禁止エリアについて\n- 資材の荷揚げ・荷降ろし時の合図\n- 休憩所・喫煙所のルール\n- 緊急時の連絡体制\n```"
    },
    {
        "slug": "scaffolder-completion-line",
        "title": "元請けへの完了報告LINEをスマートに",
        "description": "「足場組み終わりました」だけじゃ物足りない。写真添付とともに送る、信頼される完了報告メッセージ。",
        "occupation": "足場鳶",
        "task": "元請けへの完了報告LINEの作成",
        "tool": "ChatGPT",
        "content": "## 概要\n足場の組立完了報告は、次の工程（塗装や板金など）へのバトンタッチです。\n単に「終わりました」と伝えるだけでなく、「使いやすさ」や「安全性」に配慮したことを伝えると、元請けからの評価がグッと上がります。\nまた、写真を送る際に見るべきポイントを添えることで、現場確認の手間を減らす配慮も喜ばれます。\n\n## このレシピのメリット\n- **評価アップ**: 「気の利く足場屋さん」として指名が増える可能性があります。\n- **手戻り防止**: 写真で事前に確認してもらうことで、後からの是正指示を防げます。\n- **円滑な連携**: 次の業者が気持ちよく仕事に入れます。\n\n## 具体的な使い方\n1. 足場組立完了後、全景や重要箇所の写真を撮ります。\n2. アピールポイントをプロンプトに入力します。\n3. 生成された文章をLINEで送信します。\n\n## プロンプト\n```markdown\n# 命令書\n元請けの監督に送る、足場組立完了の報告LINEを作ってください。\n\n# アピールポイント\n- 予定通り完了したこと\n- 塗装屋さんが作業しやすいように、シートの間隔を調整したこと\n- 昇降階段の位置を、資材搬入しやすい場所に設置したこと\n- 写真を数枚送るので確認してほしいこと\n```"
    },
    {
        "slug": "carpenter-contract-check",
        "title": "一人親方必見：請負契約書の特約条項チェック",
        "description": "難しい契約書の文言、不利な条件が入っていないか？ChatGPTに「小学生でもわかるように」解説してもらう。",
        "occupation": "大工・一人親方",
        "task": "請負契約書の特約条項チェック",
        "tool": "ChatGPT",
        "content": "## 概要\n元請けから渡された注文書や契約書。\n小さい文字で書かれた「特約条項」に、とんでもないことが書かれていたら…？\n「工期遅延の損害賠償」や「やり直しの費用負担」など、自分に不利な条件が含まれていないか確認することは重要ですが、法律用語は難しくて読む気が起きません。\nChatGPTに条文を読ませて、リスクを洗い出してもらいましょう。\n\n## このレシピのメリット\n- **リスク回避**: 不当な契約による損失を防げます。\n- **交渉材料**: 「この条項は厳しすぎるので変更してほしい」と具体的に交渉できます。\n- **安心感**: 自分が何にサインしようとしているのかを理解できます。\n\n## 具体的な使い方\n1. 契約書の特約条項部分をスマホで撮影し、文字認識するか、手入力します。\n2. プロンプトに貼り付けます。\n3. AIの回答を見て、危険な条項がないか確認します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の契約書の「特約条項」を読んで、受注者（私）にとって著しく不利な点や、リスクがある点があれば、わかりやすく指摘してください。\n\n# 特約条項\n（ここに条文を貼り付け）\n例：工期が遅れた場合、理由の如何を問わず1日あたり請負金額の1%を損害金として支払うものとする。\n```"
    },
    {
        "slug": "carpenter-invoice-creation",
        "title": "追加工事の請求書・内訳書をサクッと作成",
        "description": "「ここも直しておいて」と頼まれた追加工事。口約束で終わらせず、きちんとした内訳書を作って請求漏れを防ぐ。",
        "occupation": "大工・一人親方",
        "task": "追加工事の請求書・内訳書の作成",
        "tool": "ChatGPT + Excel",
        "content": "## 概要\n現場で頼まれる「ついで仕事」。\n「棚板一枚つけてよ」と言われてサービスでやることもありますが、度重なると馬鹿になりません。\nしっかり請求したいけれど、角が立つのは嫌だ…。\nそんな時は、正当な理由（材料費、加工手間）を明記した内訳書を作成し、丁寧な依頼文と共に提出しましょう。\n\n## このレシピのメリット\n- **収益確保**: 曖昧になりがちな追加工事費をしっかり回収できます。\n- **トラブル防止**: 「タダだと思った」という言った言わないを防げます。\n- **信頼性**: きちんとした書類を出すことで、ビジネスライクな関係を築けます。\n\n## 具体的な使い方\n1. 追加工事の内容と、かかった材料・時間をメモします。\n2. プロンプトに入力し、内訳書の項目とメール文面を作成します。\n3. Excelなどで清書して提出します。\n\n## プロンプト\n```markdown\n# 命令書\n追加工事の見積もり内訳書の項目と、施主への提出文面を作ってください。\n\n# 追加内容\n- 玄関収納の棚板追加（材料費＋加工手間）\n- カーテンレールの取り付け（下地補強含む）\n\n# 文面のトーン\nいつもお世話になっております。ご依頼いただいた追加工事分について、お見積もりを作成しました。ご確認をお願いいたします。\n```"
    },
    {
        "slug": "carpenter-tax-consultation",
        "title": "確定申告の準備：経費科目の仕分け相談",
        "description": "「この工具は消耗品？それとも工具器具備品？」年末に慌てないために、経費の仕分けをAIに相談。",
        "occupation": "大工・一人親方",
        "task": "年末の確定申告用・経費科目の仕分け相談",
        "tool": "ChatGPT",
        "content": "## 概要\n一人親方にとって頭の痛い確定申告。\n領収書を溜め込んでしまい、年末にまとめて処理しようとすると「これ何費だっけ？」と悩みます。\nChatGPTは一般的な勘定科目の知識を持っているので、レシートの内容を伝えれば、適切な科目を提案してくれます。\n※最終的な判断は税理士や税務署に確認してください。\n\n## このレシピのメリット\n- **作業効率化**: 悩む時間を減らし、サクサク仕訳が進みます。\n- **節税意識**: 何が経費になるのかを日常的に意識できるようになります。\n- **ミス削減**: 明らかに間違った科目に計上するのを防げます。\n\n## 具体的な使い方\n1. 仕訳に迷ったレシートを用意します。\n2. プロンプトに品目や金額を入力します。\n3. AIの回答を参考に、会計ソフトに入力します。\n\n## プロンプト\n```markdown\n# 命令書\n建設業の一人親方です。以下の出費が、一般的にどの勘定科目に当てはまるか教えてください。\n\n1. インパクトドライバー（2万5千円）\n2. 現場へのガソリン代\n3. 職人仲間との忘年会費\n4. 安全靴と作業着\n5. 現場で飲んだ缶コーヒー\n```"
    },
    {
        "slug": "site-manager-reschedule",
        "title": "現場監督の悩み：工程遅れを取り戻すリスケ案",
        "description": "雨で3日遅れた…。どの工程を短縮できるか？職人の手配はどうする？AIと壁打ちしてリカバリープランを作成。",
        "occupation": "現場監督",
        "task": "工程表の遅れを取り戻すリスケ案の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n工程の遅れは現場監督の最大のストレス。\n天候や資材遅れなど不可抗力であっても、工期は守らなければなりません。\n一人で抱え込まず、AIに状況を話して、客観的なリカバリー案を出してもらいましょう。\n「内装と設備をラップさせる」「休日作業を検討する」など、複数の選択肢を提示してくれます。\n\n## このレシピのメリット\n- **客観的な視点**: 焦っていると思いつかない解決策が見つかることがあります。\n- **説明資料**: 上司や施主への説明材料として使えます。\n- **精神的安定**: 「なんとかなる」という見通しが立つことで心が軽くなります。\n\n## 具体的な使い方\n1. 遅れている日数と、残りの工程を整理します。\n2. 制約条件（日曜作業NGなど）と共にプロンプトに入力します。\n3. 提案された案をもとに、各業者と調整します。\n\n## プロンプト\n```markdown\n# 命令書\n木造住宅の現場監督です。\n上棟が雨で3日延期になり、引渡しまでの工期が厳しくなりました。\n工程を短縮するためのアイデアをいくつか出してください。\n\n# 現状\n- 大工工事：来週から開始予定\n- 内装工事：まだ手配前\n- 外壁工事：サイディング発注済み\n\n# 制約\n- 日曜作業は近隣NG\n- 残業は19時までなら可\n```"
    },
    {
        "slug": "site-manager-heatstroke-speech",
        "title": "職人への熱中症対策：心に響く朝礼スピーチ",
        "description": "「水飲めよ」だけじゃ伝わらない。猛暑日の朝礼で、職人さんが「気をつけよう」と思える注意喚起の言葉。",
        "occupation": "現場監督",
        "task": "職人への熱中症対策・注意喚起の朝礼スピーチ作成",
        "tool": "ChatGPT",
        "content": "## 概要\n夏場の現場、熱中症は命に関わります。\n毎日のことだからこそ、言葉を変えて注意喚起し続ける必要があります。\n「暑いけど頑張ろう」ではなく、「休む勇気」を強調するなど、職人さんのプライドを尊重しつつ、安全第一を徹底させるスピーチを作成します。\n\n## このレシピのメリット\n- **マンネリ防止**: 毎日違う切り口で注意喚起ができます。\n- **安全意識の浸透**: 職人さんの心に響く言葉で、行動変容を促します。\n- **現場の雰囲気作り**: 監督が職人の体を気遣っていることが伝わります。\n\n## 具体的な使い方\n1. 天気予報で最高気温を確認します。\n2. プロンプトに入力し、スピーチ原稿を作成します。\n3. 朝礼で自分の言葉として話します。\n\n## プロンプト\n```markdown\n# 命令書\n明日の予想最高気温は38度です。\n朝礼で職人さんたちに話す、熱中症対策の注意喚起スピーチを考えてください。\n\n# ポイント\n- 「無理をするのがプロではない、休むのもプロの仕事」というニュアンス\n- 自分の体調だけでなく、隣の仲間の顔色も見てほしいこと\n- 10時と15時の休憩以外にも、水分補給は随時してほしいこと\n```"
    },
    {
        "slug": "site-manager-neighbor-greeting",
        "title": "近隣トラブル防止！工事挨拶文の作成",
        "description": "着工前の近隣挨拶。不在のお宅への投函手紙や、工事中の騒音のお詫びなど、シチュエーション別の挨拶文。",
        "occupation": "現場監督",
        "task": "近隣住民への工事挨拶文の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n近隣クレームは初期対応が肝心。\n丁寧すぎるくらいの挨拶文があれば、第一印象が良くなり、多少の音が出ても大目に見てくれることがあります。\n不在時の投函用、解体工事前の挨拶、足場解体時の挨拶など、状況に合わせた最適な文章を作成しましょう。\n\n## このレシピのメリット\n- **クレーム予防**: 事前に情報を伝えることで、住民の不安を取り除きます。\n- **信頼構築**: 施工会社のイメージアップにつながります。\n- **スムーズな工事**: 近隣の協力が得られれば、車両の通行などもスムーズになります。\n\n## 具体的な使い方\n1. 工事のスケジュールと、特に迷惑をかける期間を確認します。\n2. プロンプトに入力し、挨拶文を作成します。\n3. 粗品と一緒に配布、またはポストに投函します。\n\n## プロンプト\n```markdown\n# 命令書\n工事着工前の近隣挨拶文を作成してください。\n不在時にポストに投函する用です。\n\n# 工事情報\n- 工事名称：〇〇邸新築工事\n- 期間：〇月〇日〜〇月〇日\n- 作業時間：8:00〜18:00（日曜・祝日は休み）\n- 特に音が出る期間：解体工事を行う最初の1週間\n- 現場監督の連絡先を入れる欄を作る\n```"
    },
    {
        "slug": "site-manager-meeting-minutes",
        "title": "会議議事録の要約とToDoリスト化",
        "description": "長い定例会議、ICレコーダーで録音した内容を文字起こしして要約。決定事項とやるべきことを明確に。",
        "occupation": "現場監督",
        "task": "会議議事録の要約とToDoリスト化",
        "tool": "ICレコーダー + ChatGPT",
        "content": "## 概要\n施主定例や業者会議。\nメモを取るのに必死で、話に集中できないことありませんか？\n録音データを文字起こし（Whisper等のツールを使用）し、そのテキストをChatGPTに投げれば、議事録は一瞬で完成します。\n「誰が」「いつまでに」「何をするか」を明確にすることで、言った言わないのトラブルも防げます。\n\n## このレシピのメリット\n- **会議への集中**: メモ取りから解放され、議論に参加できます。\n- **正確な記録**: 聞き逃しや認識違いを防げます。\n- **タスク管理**: ToDoリストが自動生成されるので、アクション漏れがなくなります。\n\n## 具体的な使い方\n1. 会議を録音し、文字起こしツールでテキスト化します。\n2. テキストをプロンプトに貼り付けます。\n3. 生成された議事録を関係者にメールで共有します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の会議の文字起こしテキストから、「決定事項」と「誰がいつまでに何をやるか（ToDo）」を抽出してまとめてください。\n\n# 文字起こしテキスト\n（ここにテキストを貼り付け）\n```"
    },
    {
        "slug": "exterior-instagram-post",
        "title": "施工事例のインスタ投稿文を自動作成",
        "description": "映える写真を撮ったら、ハッシュタグとキャプションはAIにお任せ。集客につながる投稿文を作成。",
        "occupation": "外構・エクステリア",
        "task": "施工事例のインスタグラム投稿文作成",
        "tool": "ChatGPT (画像認識)",
        "content": "## 概要\n外構工事はビジュアルが命。\nInstagramでの発信は集客に効果的ですが、毎回の文章作成は大変です。\n「おしゃれですね」だけでなく、施工のこだわりや機能性を伝えることで、本気のお客様を引き寄せることができます。\n完成写真をChatGPTに見せて、魅力的な紹介文とハッシュタグを作ってもらいましょう。\n\n## このレシピのメリット\n- **集客効果**: 適切なハッシュタグで、ターゲット層にリーチできます。\n- **ブランディング**: こだわりを言語化することで、専門性をアピールできます。\n- **継続のしやすさ**: 投稿作成のハードルが下がり、更新頻度を保てます。\n\n## 具体的な使い方\n1. 施工完了写真を撮影します。\n2. ChatGPTに画像をアップロードし、こだわりポイントを伝えます。\n3. 生成された文章とハッシュタグをInstagramに投稿します。\n\n## プロンプト\n（施工完了写真をアップロードして）\n```markdown\nこの外構工事の施工事例をInstagramに投稿します。\n写真の雰囲気に合った、おしゃれで親しみやすいキャプション（文章）と、検索されやすいハッシュタグを15個考えてください。\n\n# 工事のポイント\n- メンテナンスフリーの人工芝\n- 夜もおしゃれなライティング\n- 目隠しフェンスでプライバシー確保\n```"
    },
    {
        "slug": "exterior-maintenance-manual",
        "title": "お客様への植栽手入れマニュアル作成",
        "description": "「この木、どうやって手入れすればいい？」引き渡し後に聞かれる質問を先回り。樹種別の管理マニュアルを作成。",
        "occupation": "外構・エクステリア",
        "task": "お客様への植栽手入れマニュアル作成",
        "tool": "ChatGPT",
        "content": "## 概要\n植栽を入れた現場では、引き渡し後の枯れ保証や手入れの質問がつきものです。\n口頭で説明しても忘れてしまいますし、枯れてしまってからではクレームになりかねません。\n植えた木の種類ごとの「年間管理スケジュール」を作って渡せば、お客様も安心し、枯れるリスクも減らせます。\n\n## このレシピのメリット\n- **クレーム削減**: 適切な管理方法を伝えることで、枯れ保証のトラブルを減らせます。\n- **顧客満足度**: 「親切な業者さん」として、紹介やリピートにつながります。\n- **プロのアピール**: 植物の知識があることを示せます。\n\n## 具体的な使い方\n1. 植栽した樹種をリストアップします。\n2. プロンプトに入力し、管理マニュアルを作成します。\n3. 印刷して引き渡し書類に添付します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の樹木を植えたお客様に渡す「お手入れマニュアル」を作ってください。\n水やりの頻度、剪定の時期、肥料の時期を分かりやすくまとめてください。\n\n# 樹種\n1. シマトネリコ\n2. オリーブ\n3. アオダモ\n```"
    },
    {
        "slug": "sash-order-draft",
        "title": "寸法取りメモからの発注書下書き作成",
        "description": "現場で書いた汚いメモ（寸法図）を写真に撮って、発注書の下書きデータを作成。",
        "occupation": "サッシ・建具屋",
        "task": "寸法取りメモからの発注書下書き作成",
        "tool": "ChatGPT (画像認識)",
        "content": "## 概要\nサッシや建具の採寸メモ。\n現場で急いで書いた手書きの数字を、事務所に戻ってからPCに入力し直すのは二度手間ですし、読み間違いのミスも起こりやすいです。\n手書きメモの写真をChatGPTに読み込ませて、Excelに貼り付けられる形式でテキスト化しましょう。\n\n## このレシピのメリット\n- **入力ミス防止**: AIが読み取ることで、単純な入力ミスを減らせます（※確認は必須）。\n- **時間短縮**: データ化の手間を大幅に削減できます。\n- **ペーパーレス**: メモを紛失してもデータが残ります。\n\n## 具体的な使い方\n1. 採寸メモをスマホで撮影します。\n2. ChatGPTに画像をアップロードし、テキスト化を依頼します。\n3. 出力されたデータをExcelの発注書にコピペします。\n\n## プロンプト\n（手書きの採寸メモ画像をアップロードして）\n```markdown\nこの手書きメモの内容を読み取って、以下の形式でテキスト化してください。\n読み取れない部分は「不明」としてください。\n\n# 出力形式\n場所, 幅(W), 高さ(H), 種類\n例：リビング掃き出し, 1650, 2000, 引違い\n```"
    },
    {
        "slug": "demolition-noise-complaint",
        "title": "騒音クレーム対応！近隣への丁寧なお詫び文",
        "description": "解体工事にクレームはつきもの。感情的にならず、誠意を持って対応するための謝罪文・対応文を作成。",
        "occupation": "解体業者",
        "task": "騒音・振動に関する近隣クレーム対応文作成",
        "tool": "ChatGPT",
        "content": "## 概要\n「うるさい！」「揺れる！」とお叱りを受けた時。\n解体工事の性質上、どうしても音や振動は出てしまいますが、対応次第で住民の感情は大きく変わります。\n即座に対応策を提示し、誠意あるお詫び文を掲示または投函することで、トラブルの拡大を防ぎます。\n\n## このレシピのメリット\n- **沈静化**: 迅速かつ誠実な対応で、怒りを鎮めることができます。\n- **工事の継続**: 理解を得ることで、工事をストップせずに進められます。\n- **会社の評判**: トラブル対応が良い会社として、地域の評判を守れます。\n\n## 具体的な使い方\n1. クレームの内容と、可能な対策（低速走行など）を整理します。\n2. プロンプトに入力し、お詫び文を作成します。\n3. 挨拶回りの際のトークスクリプトや、配布する手紙として使用します。\n\n## プロンプト\n```markdown\n# 命令書\n近隣住民の方から「重機の振動がひどい」と苦情をいただきました。\nお詫びと、今後の対策を伝える手紙の文章を作成してください。\n\n# 対策\n- 重機の低速走行を徹底する\n- 振動の大きい作業は、朝9時から夕方16時までに限定する\n- 防音シートを二重にする\n```"
    },
    {
        "slug": "demolition-manifest-input",
        "title": "マニフェスト入力の補助をAIで",
        "description": "産業廃棄物管理票（マニフェスト）の入力項目を整理。品目ごとの分類やコード確認をサポート。",
        "occupation": "解体業者",
        "task": "マニフェスト（産業廃棄物）入力の補助",
        "tool": "ChatGPT",
        "content": "## 概要\n電子マニフェストの入力、品目の分類や単位で迷うことはありませんか？\n混合廃棄物なのか、安定型なのか管理型なのか。\n間違った入力をすると法令違反になるリスクもあります。\n「木くず」「がれき類」などの分類や、換算係数の確認などをAIにサポートしてもらいましょう。\n\n## このレシピのメリット\n- **法令遵守**: 正しい分類で処理することで、コンプライアンスを守れます。\n- **入力効率化**: 迷う時間を減らし、事務作業をスムーズにします。\n- **教育**: 新人の事務員さんに教える際のマニュアル代わりにもなります。\n\n## 具体的な使い方\n1. 廃棄物の種類をリストアップします。\n2. プロンプトに入力し、マニフェスト上の分類を聞きます。\n3. 回答を参考に、電子マニフェストシステムに入力します。\n\n## プロンプト\n```markdown\n# 命令書\n木造家屋の解体で出た以下の廃棄物について、マニフェスト上の「廃棄物の種類」と「具体的な品目名」の候補を挙げてください。\n\n1. 柱や梁などの木材\n2. 基礎コンクリート\n3. 石膏ボード\n4. 断熱材（グラスウール）\n5. 窓ガラス\n```"
    },
    {
        "slug": "waterproof-investigation-report",
        "title": "雨漏り調査報告書の「所見」をプロっぽく",
        "description": "原因特定が難しい雨漏り。「〜と思われる」という推測を含みつつ、専門的な所見文章を作成。",
        "occupation": "防水工",
        "task": "雨漏り調査報告書の所見欄の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n雨漏り調査の報告書、写真だけでは伝わりません。\n「なぜ漏れたのか」「どう直すべきか」という所見を、論理的かつ専門的な文章で記述する必要があります。\nしかし、断定はリスクがあるため、「〜と推測される」「〜の可能性が高い」といった慎重な言い回しが求められます。\nAIを使えば、プロフェッショナルで説得力のある報告文章が簡単に作れます。\n\n## このレシピのメリット\n- **説得力**: 専門用語を適切に使い、信頼感のある報告書になります。\n- **リスク管理**: 断定を避けた適切な表現で、責任問題を回避します。\n- **受注率UP**: しっかりした報告書は、改修工事の受注につながります。\n\n## 具体的な使い方\n1. 調査結果と推測される原因を箇条書きにします。\n2. プロンプトに入力し、所見文章を作成します。\n3. 報告書の所見欄にコピペします。\n\n## プロンプト\n```markdown\n# 命令書\n雨漏り調査報告書の「所見」欄の文章を作成してください。\n\n# 状況\n- 2階サッシ廻りのシーリングが劣化し、破断している\n- 散水調査の結果、同箇所から1階天井への浸水を確認\n- 外壁のクラックからも浸水の可能性あり\n\n# 推奨工事\n- サッシ廻りシーリング打ち替え\n- 外壁クラック補修（Vカットシール）\n```"
    },
    {
        "slug": "plasterer-mix-ratio",
        "title": "材料の配合比率メモをデジタル化",
        "description": "「あの現場のあの色、何と何を混ぜたっけ？」現場での配合メモを記録・整理して、社内ナレッジに。",
        "occupation": "左官屋",
        "task": "材料の配合比率メモのデジタル化",
        "tool": "ChatGPT",
        "content": "## 概要\n左官や調色作業は、職人の勘と経験が頼り。\nですが、うまくいった配合を記録しておけば、次回や他の職人がやる時に役立ちます。\n現場で袋の切れ端に書いたメモを、誰でも読めるレシピとして保存しましょう。\n\n## このレシピのメリット\n- **品質安定**: いつでも同じ色・質感を再現できます。\n- **技術継承**: ベテランの配合を若手に教える教材になります。\n- **検索性**: デジタル化しておけば、スマホですぐに検索できます。\n\n## 具体的な使い方\n1. 現場での配合メモをプロンプトに入力します。\n2. AIに整理させ、標準的なレシピ形式にします。\n3. 社内のチャットや共有ノートに保存します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の配合メモを、後輩が見ても分かるように整理して記録に残してください。\n\n# メモ\nジョリパット（T3004） 20kg 1缶\n寒水石 1厘 3kg\nワラすさ 少々（ひとつかみくらい）\n水 1.5リットルくらい（様子見ながら）\n※気温が高かったので少し緩めに練った\n```"
    },
    {
        "slug": "security-hiyari-hatto",
        "title": "警備日報の「ヒヤリハット」事例作成",
        "description": "何もなかった日でも書かなきゃいけないヒヤリハット。よくある事例を生成して、日報作成をサポート。",
        "occupation": "警備員・誘導員",
        "task": "日報の「ヒヤリハット」事例の文章化",
        "tool": "ChatGPT",
        "content": "## 概要\n警備日報の「ヒヤリハット・改善提案」欄。\n毎日書くとなるとネタ切れになりますし、本当に何もなかった日もあります。\nしかし「特になし」と書くと怒られる…。\n現場の状況に合わせた、ありそうなヒヤリハット事例をAIに考えてもらい、日報を充実させましょう。\n\n## このレシピのメリット\n- **日報作成の効率化**: 考える時間をゼロにします。\n- **安全意識の再確認**: 事例を読むことで、「確かにこういう危険があるな」と再認識できます。\n- **報告の質の維持**: 毎日しっかり書いていると評価されます。\n\n## 具体的な使い方\n1. 現場の環境（交通量、天候など）を確認します。\n2. プロンプトに入力し、事例をいくつか出してもらいます。\n3. その中から、実際に起こりそうだったものを選んで日報に書きます。\n\n## プロンプト\n```markdown\n# 命令書\n片側交互通行の交通誘導現場での「ヒヤリハット」事例を3つ考えてください。\n日報に書くための短めの文章にしてください。\n\n# 状況\n- 交通量は多め\n- 近くに小学校があり、通学路になっている\n- 夕方、西日が眩しかった\n```"
    },
    {
        "slug": "carpenter-wood-picking",
        "title": "大工：手書き図面からの木拾い出しリスト作成",
        "description": "手書きの伏図や軸組図から、必要な木材の寸法と本数をリスト化。プレカット発注前の確認にも。",
        "occupation": "大工・一人親方",
        "task": "木材の拾い出しリスト作成",
        "tool": "ChatGPT (Vision)",
        "content": "## 概要\nプレカットが主流とはいえ、羽柄材や造作材の拾い出しは現場監督や大工の仕事です。\n図面を見ながら「間柱が何本、筋交いが何本…」と数えるのは骨が折れます。\n図面の写真を撮ってAIに読み込ませることで、拾い出しの補助をさせることができます。\n\n## このレシピのメリット\n- **拾い落とし防止**: AIとダブルチェックすることで精度が上がります。\n- **リスト化**: 手書きメモではなく、Excelなどで使えるデータとして出力されます。\n- **発注ミス削減**: 寸法間違いなどを防げます。\n\n## 具体的な使い方\n1. 伏図や矩計図の写真を撮ります。\n2. ChatGPTにアップロードし、特定の部材をカウントさせます。\n3. 出力されたリストを確認し、材木屋に発注します。\n\n## プロンプト\n（図面画像をアップロードして）\n```markdown\nこの図面から、以下の部材の数量を拾い出してください。\n\n1. 間柱（30×105×3000）\n2. 筋交い（45×90×3000）\n3. 窓台・まぐさ（30×105×4000）\n\n出力は表形式でお願いします。\n```"
    },
    {
        "slug": "electrician-voltage-drop",
        "title": "電気工事士：長距離配線の電圧降下計算",
        "description": "「この距離でVVF2.0で大丈夫か？」現場で不安になった時、条件を入れるだけで電圧降下を即座に計算。",
        "occupation": "電気工事士",
        "task": "電圧降下の計算",
        "tool": "ChatGPT",
        "content": "## 概要\n工場や広い敷地での配線工事。\nケーブルが長くなると電圧降下が心配ですが、いちいち内線規程の表を確認したり、電卓で計算式を叩くのは面倒です。\nChatGPTに条件（距離、電流、電線サイズ）を伝えれば、瞬時に電圧降下率を計算し、許容範囲内かどうかを判定してくれます。\n\n## このレシピのメリット\n- **即時判定**: 現場でその場でケーブルサイズを決定できます。\n- **根拠の提示**: 「なぜ太い線が必要なのか」を元請けや施主に説明する根拠になります。\n- **計算ミスなし**: 複雑な公式を覚える必要がありません。\n\n## 具体的な使い方\n1. 配線距離と負荷電流を確認します。\n2. プロンプトに入力します。\n3. 結果を見て、電線サイズを選定します。\n\n## プロンプト\n```markdown\n# 命令書\n単相2線式100Vの回路で、電圧降下を計算してください。\n\n# 条件\n- 電線：VVF 2.0mm\n- 距離：40m\n- 負荷電流：15A\n\n# 質問\n電圧降下は何Vですか？また、これは内線規程の許容範囲内（2%以下）ですか？\n```"
    },
    {
        "slug": "plumber-pressure-test",
        "title": "水道設備屋：水圧試験の報告書作成",
        "description": "給水管の水圧試験結果を、写真とともに報告するためのフォーマットを作成。",
        "occupation": "水道設備屋",
        "task": "水圧試験報告書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n配管工事後の水圧試験。\nメーターの写真を撮るだけでなく、試験条件（圧力、保持時間）や結果を文書として残すことが品質証明になります。\nAIを使えば、写真に添える的確な報告文章をすぐに作成できます。\n\n## このレシピのメリット\n- **品質証明**: 漏水がないことを客観的に証明できます。\n- **信頼性**: きちんとした手順で試験を行ったことが伝わります。\n- **記録**: 後から漏水トラブルが起きた際、施工時の健全性を主張できます。\n\n## 具体的な使い方\n1. 水圧試験を実施し、ゲージの写真を撮ります。\n2. 試験条件をプロンプトに入力します。\n3. 生成された文章を報告書や工事アルバムに使います。\n\n## プロンプト\n```markdown\n# 命令書\n給水管の水圧試験報告書の「試験結果」欄の文章を作成してください。\n\n# 試験データ\n- 試験圧力：1.75MPa\n- 保持時間：60分\n- 結果：圧力降下なし、漏水なし\n- 使用機器：手動テストポンプ\n```"
    },
    {
        "slug": "painter-color-sim",
        "title": "塗装職人：施主様への色決め提案メッセージ",
        "description": "「イメージが湧かない」という施主様に。色の特徴や心理効果を交えた、プロっぽい提案メッセージを作成。",
        "occupation": "塗装職人",
        "task": "外壁塗装の色提案",
        "tool": "ChatGPT",
        "content": "## 概要\n色決めは施主様にとって一番の悩みどころ。\n色見本帳だけではイメージが湧かず、なかなか決まらないことも。\n「ベージュ系なら温かみがある」「グレー系ならモダンで汚れが目立ちにくい」など、色の特徴を言語化して伝えることで、決断を後押ししましょう。\n\n## このレシピのメリット\n- **決定の迅速化**: 施主様の迷いを解消し、工期遅れを防ぎます。\n- **納得感**: 「プロのアドバイスで決めた」という満足感を与えられます。\n- **トラブル防止**: 「イメージと違った」というクレームを減らせます。\n\n## 具体的な使い方\n1. 施主様が迷っている色（品番など）を聞きます。\n2. プロンプトに入力し、それぞれの色の特徴とおすすめポイントを出力させます。\n3. LINEやメールで送ります。\n\n## プロンプト\n```markdown\n# 命令書\n外壁塗装の色で迷っているお客様へ、アドバイスのLINEを送りたいです。\n以下の2色について、それぞれのメリットと与える印象を解説してください。\n\n1. ND-105（明るめのクリーム色）\n2. ND-401（落ち着いたグレー）\n\n# お客様の家\n洋風の2階建て、屋根は黒\n```"
    },
    {
        "slug": "manager-monthly-safety",
        "title": "現場監督：月間安全衛生報告書のコメント作成",
        "description": "毎月の安全書類。マンネリ化しがちな「総括」や「来月の目標」を、季節や現場状況に合わせて生成。",
        "occupation": "現場監督",
        "task": "月間安全衛生報告書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n毎月提出する安全書類。\n「特になし」「安全第一で作業する」といった定型文のコピペになっていませんか？\n季節（熱中症、台風、凍結など）や工事の進捗（掘削、高所作業など）に合わせた具体的なコメントを入れることで、安全管理の質を高めましょう。\n\n## このレシピのメリット\n- **安全意識の向上**: 具体的なリスクに言及することで、現場の引き締めになります。\n- **評価向上**: 安全パトロールなどで「よく管理されている」と評価されます。\n- **作成時間短縮**: 毎月悩む時間をなくせます。\n\n## 具体的な使い方\n1. 今月の主な作業内容と季節要因を確認します。\n2. プロンプトに入力します。\n3. 生成された文章を報告書に転記します。\n\n## プロンプト\n```markdown\n# 命令書\n月間安全衛生報告書の「今月の反省」と「来月の重点目標」を作成してください。\n\n# 今月の状況\n- 梅雨入りで足元が悪かった\n- 転倒災害はゼロだった\n\n# 来月の予定\n- 外部足場の解体作業がある\n- 気温が高くなる予報\n```"
    },
    {
        "slug": "manager-ky-sheet",
        "title": "現場監督：マンネリ防止！KY（危険予知）活動表のネタ出し",
        "description": "毎日同じことばかり書いてしまうKY活動表。作業内容に合わせた具体的な危険ポイントと対策をAIが提案。",
        "occupation": "現場監督",
        "task": "KY（危険予知）活動表の作成補助",
        "tool": "ChatGPT",
        "content": "## 概要\n毎朝のKY活動。\n「足元注意」「開口部注意」など、毎日同じことの繰り返しになっていませんか？\n形骸化したKYは事故のもとです。\nその日の具体的な作業内容に基づいた、リアルな危険ポイントをAIに出させることで、実のある安全活動にしましょう。\n\n## このレシピのメリット\n- **事故防止**: 隠れた危険に気づくことができます。\n- **マンネリ打破**: 新鮮な視点で安全確認ができます。\n- **教育**: 若手職人に「こういう危険がある」と教える教材になります。\n\n## 具体的な使い方\n1. その日の作業内容をプロンプトに入力します。\n2. AIが出した危険ポイントを朝礼で読み上げ、KY用紙に記入します。\n\n## プロンプト\n```markdown\n# 命令書\n本日の作業内容に対する「危険のポイント（どんな危険があるか）」と「私達はこうする（対策）」を3つ挙げてください。\n\n# 作業内容\n- 2階バルコニーでの手摺取り付け\n- 電動工具（インパクト、サンダー）使用\n- 下では外構業者が作業中\n```"
    },
    {
        "slug": "scaffolder-truck-plan",
        "title": "足場鳶：トラック積載計画の作成",
        "description": "「この部材、2トン車に乗り切るか？」現場に行く前に、部材量から必要なトラック台数を概算。",
        "occupation": "足場鳶",
        "task": "トラック積載計画・配車計画",
        "tool": "ChatGPT",
        "content": "## 概要\n現場に必要な部材を拾い出した後、どのトラックで運ぶか。\n「積みきれなくて往復した」「無駄に大きいトラックで行って入れなかった」という失敗を防ぐために、AIに積載シミュレーションをさせましょう。\n重量と体積の観点からアドバイスをもらえます。\n\n## このレシピのメリット\n- **無駄の削減**: 往復の手間や燃料代を節約できます。\n- **過積載防止**: コンプライアンスを守った運行ができます。\n- **段取り向上**: 必要な車両を事前に確保できます。\n\n## 具体的な使い方\n1. 運ぶ部材のリストを用意します。\n2. プロンプトに入力し、必要なトラックの目安を聞きます。\n3. 配車計画を立てます。\n\n## プロンプト\n```markdown\n# 命令書\n以下の足場部材を運搬するのに、2tロング車（積載2000kg）が何台必要か概算してください。\n\n# 部材リスト\n- 1800支柱：100本\n- 1200枠：50枚\n- アンチ（1800）：80枚\n- ジャッキベース：50個\n- その他クランプ類：土嚢袋10袋\n```"
    },
    {
        "slug": "interior-tile-layout",
        "title": "内装屋：床タイルの割付計算（半端が出ないように）",
        "description": "部屋の寸法とタイルのサイズを入れるだけで、最適な割付（芯割りなど）を計算し、半端のサイズを算出。",
        "occupation": "内装屋（クロス職人）",
        "task": "床タイルの割付計算",
        "tool": "ChatGPT",
        "content": "## 概要\nフロアタイルやクッションフロアの施工。\n壁際に入り込む半端なサイズが極端に細くなると、施工しにくいし見た目も悪いです。\n事前に「芯割り」か「地割り」かを検討し、壁際のサイズを計算しておく必要があります。\nAIに計算させれば、現場で頭を悩ませる必要はありません。\n\n## このレシピのメリット\n- **仕上がり向上**: バランスの良い美しい床になります。\n- **施工性UP**: 極端に細い材料を切る手間がなくなります。\n- **材料ロス削減**: 無駄な切り落としを減らせます。\n\n## 具体的な使い方\n1. 部屋の寸法とタイルの寸法を測ります。\n2. プロンプトに入力し、壁際のサイズを計算させます。\n3. 墨出しの位置を決定します。\n\n## プロンプト\n```markdown\n# 命令書\n床タイルの割付計算をしてください。\n部屋の中心から割り付ける「芯割り」の場合、壁際に入るタイルの幅は何mmになりますか？\n\n# 寸法\n- 部屋の幅：3500mm\n- タイルの幅：450mm\n- 目地幅：なし（突きつけ）\n```"
    },
    {
        "slug": "demolition-waste-list",
        "title": "解体業者：産業廃棄物リストの作成",
        "description": "現場から出るゴミの種類と量をリスト化し、処分場への持ち込みや配車計画に役立てる。",
        "occupation": "解体業者",
        "task": "産業廃棄物リストの作成",
        "tool": "ChatGPT",
        "content": "## 概要\n解体工事前の現地調査。\n「どのゴミがどれくらい出るか」を見積もるのは経験が必要ですが、AIに建物の構造や坪数を伝えれば、一般的な廃棄物の発生量を概算してくれます。\n処分費の予算組みや、ダンプの手配に役立ちます。\n\n## このレシピのメリット\n- **見積もり精度向上**: 処分費の赤字を防げます。\n- **配車計画**: 必要なダンプの台数がわかります。\n- **事前準備**: 分別用のコンテナなどを適切に用意できます。\n\n## 具体的な使い方\n1. 建物の坪数と構造を確認します。\n2. プロンプトに入力し、廃棄物量の目安を出させます。\n3. 見積もりの参考にします。\n\n## プロンプト\n```markdown\n# 命令書\n木造2階建て住宅（延床30坪）の解体工事から発生する産業廃棄物の量を概算してください。\n\n# 出力項目\n- 木くず（m3）\n- コンクリートガラ（m3）\n- 石膏ボード（m3）\n- 混合廃棄物（m3）\n```"
    },
    {
        "slug": "general-invoice-mail",
        "title": "共通：請求書送付メールの作成",
        "description": "「請求書送っといて」と言われたら。PDFを添付して送る際の、失礼のないビジネスメール文面。",
        "occupation": "共通",
        "task": "請求書送付メールの作成",
        "tool": "ChatGPT",
        "content": "## 概要\n工事完了後の請求書送付。\n郵送ではなくメールで送ることも増えましたが、件名や本文をどう書けばいいか悩みませんか？\n「添付ファイルをご確認ください」だけでは素っ気ないですし、支払期日なども念押ししておきたいところです。\nAIに作らせれば、丁寧で確実なメールが一瞬で完成します。\n\n## このレシピのメリット\n- **マナー向上**: きちんとしたビジネスメールで信頼を得られます。\n- **入金遅れ防止**: 支払期日や振込先を明確に伝えることで、スムーズな入金を促します。\n- **時短**: 毎回文面を考える必要がなくなります。\n\n## 具体的な使い方\n1. 請求金額と支払期日を確認します。\n2. プロンプトに入力します。\n3. 生成された文章をメールソフトに貼り付け、PDFを添付して送信します。\n\n## プロンプト\n```markdown\n# 命令書\n取引先に請求書をメールで送る際の文面を作成してください。\n\n# 情報\n- 件名：〇〇工事のご請求について\n- 請求金額：150,000円（税込）\n- 支払期日：今月末日\n- 添付ファイル：請求書PDF\n```"
    },
    {
        "slug": "general-thankyou-mail",
        "title": "共通：工事完了後の御礼メール",
        "description": "工事が終わった後、施主様や元請けに送る感謝のメール。次の仕事につなげるための好印象な挨拶。",
        "occupation": "共通",
        "task": "工事完了後の御礼メール作成",
        "tool": "ChatGPT",
        "content": "## 概要\n工事が終わって「はい、さようなら」ではもったいないです。\n完了後に丁寧な御礼メールを一通送るだけで、顧客満足度は大きく上がり、リピートや紹介につながる確率が高まります。\n現場でのエピソードなどを少し交えると、より心のこもった文章になります。\n\n## このレシピのメリット\n- **リピート獲得**: 「またこの人に頼みたい」と思ってもらえます。\n- **紹介の促進**: 良い印象が残れば、知人を紹介してもらえるかもしれません。\n- **関係強化**: 元請けとの良好な関係を維持できます。\n\n## 具体的な使い方\n1. 工事が無事に終わったタイミングで送ります。\n2. 現場での思い出や感謝の気持ちをプロンプトに含めます。\n3. 生成された文章をLINEやメールで送ります。\n\n## プロンプト\n```markdown\n# 命令書\n工事完了後、施主様に送る御礼メールを作成してください。\n\n# 内容\n- 工事期間中のご協力への感謝（お茶の差し入れなど）\n- 無事に完工したことの報告\n- 今後何かあればすぐに駆けつける旨\n```"
    },
    {
        "slug": "general-delay-apology",
        "title": "共通：工期遅延のお詫びメール",
        "description": "資材が入らない、雨で進まない…。工期が遅れそうな時に、怒らせずに状況を伝えて理解してもらうメール。",
        "occupation": "共通",
        "task": "工期遅延のお詫びと連絡",
        "tool": "ChatGPT",
        "content": "## 概要\n工期の遅れは言い出しにくいものですが、直前になって伝えるのが一番相手を怒らせます。\n「遅れそう」とわかった時点で、理由と対策を添えて報告することが重要です。\n言い訳がましくならず、誠意を持って状況を伝える文章をAIに作らせましょう。\n\n## このレシピのメリット\n- **トラブル回避**: 早めの報告で、相手も対策（引越し日の調整など）が取れます。\n- **信頼維持**: 悪い情報ほど早く伝える姿勢は、逆に信頼につながります。\n- **精神的負担減**: 言いにくいことをAIに代筆してもらうことで、心理的ハードルを下げます。\n\n## 具体的な使い方\n1. 遅れる理由と、新しい完了予定日を確認します。\n2. プロンプトに入力します。\n3. 生成された文章を元請けや施主に送ります。\n\n## プロンプト\n```markdown\n# 命令書\n工期が遅れることを施主様に伝えるお詫びメールを作成してください。\n\n# 理由\n- 給湯器の納期遅延（メーカー都合）\n\n# 状況\n- 当初の引渡し予定：10月20日\n- 新しい引渡し予定：10月25日\n- 給湯器以外は予定通り完了すること\n```"
    },
    {
        "slug": "general-rfi-draft",
        "title": "共通：質疑応答書（RFI）の作成",
        "description": "図面の不明点を元請けや設計に確認する。「ここどうなってますか？」をプロっぽいビジネス文書に。",
        "occupation": "共通",
        "task": "質疑応答書（RFI）の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n図面と現場が合わない、詳細が書かれていない。\nそんな時、電話で聞くと「言った言わない」になります。\n「質疑書」として文書で質問し、回答も文書でもらうのが鉄則です。\n要点をまとめた分かりやすい質問文を作成しましょう。\n\n## このレシピのメリット\n- **証拠保全**: 設計変更の経緯が記録として残ります。\n- **回答の正確性**: 文章で聞くことで、相手も調べてから正確に回答してくれます。\n- **プロ意識**: 書類でやり取りすることで、しっかりした業者だと認識されます。\n\n## 具体的な使い方\n1. 不明点や矛盾点を整理します。\n2. プロンプトに入力し、質疑書の文面を作成します。\n3. メールやFAXで送ります。\n\n## プロンプト\n```markdown\n# 命令書\n設計担当者への質疑書の文章を作成してください。\n\n# 質問内容\n- 1階リビングのエアコンスリーブ位置について\n- 図面ではGL+2000となっているが、筋交いと干渉する恐れがある\n- GL+2200に変更しても問題ないか確認したい\n```"
    },
    {
        "slug": "general-daily-log",
        "title": "共通：作業日報のまとめ作成",
        "description": "1日の作業内容を箇条書きにするだけで、日報の「所感」や「明日の予定」まで含めた文章を生成。",
        "occupation": "共通",
        "task": "作業日報の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n毎日の日報、ただ「作業しました」だけでは評価されません。\n「ここを工夫した」「ここが危険だった」という所感が入っていると、監督は現場の状況を把握しやすくなります。\n箇条書きのメモから、充実した日報を自動生成しましょう。\n\n## このレシピのメリット\n- **評価アップ**: 中身のある日報で、管理能力をアピールできます。\n- **記録**: 自分の作業ログとして、後で振り返るのに役立ちます。\n- **時短**: 疲れて帰った後でも、数秒で日報が書けます。\n\n## 具体的な使い方\n1. 今日の作業内容と気づきをメモします。\n2. プロンプトに入力します。\n3. 生成された文章を会社の日報システムやLINEに貼り付けます。\n\n## プロンプト\n```markdown\n# 命令書\n本日の作業日報を作成してください。\n\n# 作業内容\n- 2階天井下地組み\n- 断熱材入れ\n\n# 気づき\n- 材料の搬入が遅れて1時間待ち時間があった\n- 明日はボード貼りの予定だが、ビスが足りなくなりそうなので補充が必要\n```"
    },
    {
        "slug": "safety-heatstroke-check",
        "title": "安全：熱中症予防チェックリスト作成",
        "description": "その日の気温や湿度に合わせて、作業員に確認すべき熱中症予防項目をリストアップ。",
        "occupation": "安全管理",
        "task": "熱中症予防チェックリスト作成",
        "tool": "ChatGPT",
        "content": "## 概要\nWBGT（暑さ指数）が高い日。\n「気をつけて」と言うだけでは不十分です。\n「スポーツドリンクを持ったか」「睡眠はとれたか」など、具体的なチェック項目を提示して、一人一人に確認させることが重要です。\nAIにその日の状況に合わせたチェックリストを作らせましょう。\n\n## このレシピのメリット\n- **事故防止**: 具体的な行動確認で、熱中症リスクを下げます。\n- **記録**: チェックリストを残すことで、安全配慮義務を果たしている証拠になります。\n- **意識付け**: 毎日項目を変えることで、慣れを防ぎます。\n\n## 具体的な使い方\n1. その日のWBGT予報を確認します。\n2. プロンプトに入力し、チェックリストを作成します。\n3. 朝礼で読み上げるか、用紙にして配布します。\n\n## プロンプト\n```markdown\n# 命令書\n本日の熱中症予防チェックリスト（5項目）を作成してください。\n\n# 状況\n- 気温35度、湿度80%\n- 屋内作業だが風通しが悪い\n- 昨日飲み会だった職人が多い\n```"
    },
    {
        "slug": "safety-accident-report",
        "title": "安全：事故報告書（第一報）の下書き",
        "description": "万が一事故が起きた時、パニックにならずに事実関係を整理して報告するためのテンプレート。",
        "occupation": "安全管理",
        "task": "事故報告書（第一報）の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n事故発生時は誰もが動揺します。\nしかし、会社や元請けへの第一報は、スピードと正確性が命です。\n「いつ、どこで、誰が、どうなった」という5W1Hを冷静に整理するために、AIのテンプレートを使いましょう。\n\n## このレシピのメリット\n- **冷静な対応**: 必要な項目を埋めることに集中することで、パニックを抑えられます。\n- **正確な伝達**: 情報の抜け漏れを防ぎます。\n- **初動の早さ**: 素早い報告が、その後の対応（労災申請など）をスムーズにします。\n\n## 具体的な使い方\n1. 事故の概要をメモします。\n2. プロンプトに入力し、報告メールの下書きを作成します。\n3. 安全担当者に送信します。\n\n## プロンプト\n```markdown\n# 命令書\n事故発生の第一報メールを作成してください。\n\n# 事故概要\n- 日時：本日10時頃\n- 場所：資材置き場\n- 被災者：Aさん（40代男性）\n- 状況：資材運搬中に転倒し、右足を捻挫した模様\n- 処置：病院へ搬送中、意識はあり\n```"
    },
    {
        "slug": "equipment-maintenance",
        "title": "機材：工具・重機の点検記録簿作成",
        "description": "定期点検の項目をAIにリストアップさせ、点検漏れを防ぐ。長く使うためのメンテナンス管理。",
        "occupation": "機材管理",
        "task": "工具・重機の点検記録簿作成",
        "tool": "ChatGPT",
        "content": "## 概要\n工具や重機の故障は、現場のストップに直結します。\n「動くからいいや」ではなく、定期的にチェックリストに基づいて点検することが重要です。\nメーカーや機種ごとの点検ポイントをAIに出させれば、専門知識がなくてもしっかりとした点検ができます。\n\n## このレシピのメリット\n- **故障防止**: トラブルを未然に防ぎ、稼働率を上げます。\n- **寿命延長**: 適切なメンテで道具が長持ちします。\n- **安全性**: 整備不良による事故を防ぎます。\n\n## 具体的な使い方\n1. 点検したい工具・重機名をプロンプトに入力します。\n2. チェックリストを作成させます。\n3. 実際に点検を行い、結果を記録します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の電動工具の始業前点検チェックリストを作成してください。\n\n# 対象\n- 丸ノコ\n- ディスクグラインダー\n\n# ポイント\n- 安全装置の確認\n- コードの被覆確認\n- 刃の欠け確認\n```"
    },
    {
        "slug": "equipment-return-check",
        "title": "機材：レンタル機材の返却チェックリスト",
        "description": "「付属品忘れた！」で追加料金を取られないために。返却前の確認リストを自動生成。",
        "occupation": "機材管理",
        "task": "レンタル機材の返却チェックリスト作成",
        "tool": "ChatGPT",
        "content": "## 概要\nレンタルした重機や工具を返す時、付属品の入れ忘れや、燃料の満タン返し忘れで、後から請求が来ることがあります。\n借りた時の伝票を見るのもいいですが、AIに「この機械ならこれを確認しろ」とリストアップさせると手っ取り早いです。\n\n## このレシピのメリット\n- **コスト削減**: 延滞金や弁償金を防げます。\n- **トラブル防止**: レンタル会社との揉め事をなくせます。\n- **信頼**: 「いつも綺麗に返してくれる」と評判になれば、融通が利くようになるかもしれません。\n\n## 具体的な使い方\n1. 返却する機材名をプロンプトに入力します。\n2. チェックリストを作成させます。\n3. 返却直前に確認します。\n\n## プロンプト\n```markdown\n# 命令書\nレンタルした「高所作業車」を返却する際のチェックリストを作成してください。\n\n# 確認事項\n- 燃料満タン\n- ゴミの清掃\n- 鍵の返却\n- 忘れ物（ヘルメットなど）\n```"
    },
    {
        "slug": "hr-job-posting",
        "title": "採用：職人が集まる求人票のキャッチコピー",
        "description": "「アットホームな職場です」だけじゃ来ない。若手や経験者に響く、魅力的な求人文章を作成。",
        "occupation": "採用・人事",
        "task": "求人票のキャッチコピー作成",
        "tool": "ChatGPT",
        "content": "## 概要\n人手不足の建設業界。\n普通の求人票を出しても応募は来ません。\n自社の強み（残業なし、道具支給、資格取得支援など）を整理し、ターゲット（若手見習い、即戦力ベテラン）に刺さる言葉でアピールしましょう。\nAIはキャッチコピー作りが得意です。\n\n## このレシピのメリット\n- **応募数UP**: 目に留まる求人になります。\n- **ミスマッチ防止**: 自社の雰囲気を正しく伝えることで、合う人が来やすくなります。\n- **差別化**: 他社との違いを明確にできます。\n\n## 具体的な使い方\n1. 自社の条件や強みを箇条書きにします。\n2. ターゲットを決めます。\n3. プロンプトに入力し、キャッチコピーと紹介文を作成させます。\n\n## プロンプト\n```markdown\n# 命令書\n塗装職人の求人募集のキャッチコピーと本文を作成してください。\n\n# ターゲット\n- 20代〜30代の経験者\n- 将来独立したい人\n\n# アピールポイント\n- 独立支援制度あり（案件紹介など）\n- 残業ほぼなし（17時半には帰れる）\n- 日給18,000円〜\n```"
    },
    {
        "slug": "hr-interview-questions",
        "title": "採用：職人面接で聞くべき質問リスト",
        "description": "面接で何を聞けばいいかわからない…。技術力や人間性を見極めるための質問集を作成。",
        "occupation": "採用・人事",
        "task": "面接質問リストの作成",
        "tool": "ChatGPT",
        "content": "## 概要\n面接に来てくれたけど、採用していいか迷う。\n「やる気はあります！」と言われても、本当に続くかどうかは分かりません。\n過去の経験やトラブルへの対処法を聞くことで、その人の技術レベルや性格（協調性、責任感）を見極める質問を用意しましょう。\n\n## このレシピのメリット\n- **採用ミス防止**: すぐ辞めてしまう人や、トラブルメーカーを見抜けます。\n- **準備不足解消**: 質問に詰まることなく、スムーズに面接できます。\n- **本音を引き出す**: 形式的でない質問で、相手の素顔を知ることができます。\n\n## 具体的な使い方\n1. 採用したい職種と重視するポイントを決めます。\n2. プロンプトに入力し、質問リストを作成させます。\n3. 面接時にメモを見ながら質問します。\n\n## プロンプト\n```markdown\n# 命令書\n中途採用の大工職人（経験10年）の面接で聞くべき質問を5つ考えてください。\n\n# 見極めたいポイント\n- 現場での協調性があるか\n- 施主様への対応ができるか\n- 難しい納まりの時にどう工夫するか\n```"
    },
    {
        "slug": "hvac-freon-recovery",
        "title": "空調設備：フロン回収工程管理表の作成",
        "description": "業務用エアコンの廃棄・入替時に必須のフロン回収。工程管理表の入力をAIで効率化。",
        "occupation": "空調設備工",
        "task": "フロン回収工程管理表の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n業務用エアコンの入替工事では、フロン排出抑制法に基づいた適正な処理と記録が求められます。\n工程管理表への入力は項目が多く、現場でスマホで入力するのは大変です。\nAIに必要な数値を伝えれば、管理表に入力すべきデータを整理してくれます。\n\n## このレシピのメリット\n- **入力ミス防止**: 単位や桁数の間違いを防げます。\n- **法令遵守**: 必須項目の漏れをなくせます。\n- **時短**: 現場作業後の事務処理を短縮できます。\n\n## 具体的な使い方\n1. 回収したフロンの量と機器の銘板情報を確認します。\n2. プロンプトに入力します。\n3. 出力されたデータを工程管理表システムに入力します。\n\n## プロンプト\n```markdown\n# 命令書\nフロン回収工程管理表に入力するためのデータを整理してください。\n\n# 機器情報\n- メーカー：ダイキン\n- 型番：RXYP280A\n- 冷媒種類：R410A\n- 規定封入量：8.5kg\n\n# 回収データ\n- 回収量：8.3kg\n- 回収日時：本日14:00\n- 回収業者：〇〇設備\n```"
    },
    {
        "slug": "hvac-vacuum-drying",
        "title": "空調設備：真空引き完了報告書の作成",
        "description": "「真空引き、本当にやった？」と言われないために。ゲージの写真と共に送る信頼性の高い報告文。",
        "occupation": "空調設備工",
        "task": "真空引き完了報告書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\nエアコンの性能を左右する真空乾燥。\n目に見えない作業だからこそ、手抜きを疑われやすい工程でもあります。\n真空到達度と放置時間を明記した報告書を作成し、品質を証明しましょう。\n\n## このレシピのメリット\n- **品質保証**: 施工不良（ガス漏れ、詰まり）のリスクを減らせます。\n- **信頼獲得**: 元請けや施主に対して、確実な施工をアピールできます。\n- **証拠**: 万が一のトラブル時に、施工の正当性を主張できます。\n\n## 具体的な使い方\n1. 真空ポンプ停止後のゲージ圧と時間を記録します。\n2. プロンプトに入力し、報告文を作成します。\n3. 写真と一緒に送信します。\n\n## プロンプト\n```markdown\n# 命令書\n真空引き完了の報告メールを作成してください。\n\n# データ\n- 到達真空度：-0.1MPa（ゲージ圧）\n- 真空ポンプ運転時間：60分\n- 放置試験時間：30分\n- 針の戻り：なし\n```"
    },
    {
        "slug": "welder-wps-draft",
        "title": "溶接工：溶接施工要領書（WPS）の下書き",
        "description": "現場ごとの溶接条件（電流、電圧、速度）。経験則で決めている条件を文書化して提出。",
        "occupation": "溶接工",
        "task": "溶接施工要領書（WPS）の作成補助",
        "tool": "ChatGPT",
        "content": "## 概要\n重要な構造物の溶接では、事前に施工要領書（WPS）の提出を求められることがあります。\n「いつも通りの条件」を具体的な数値として文書化するのは面倒ですが、AIを使えば標準的な条件をベースに下書きを作れます。\n\n## このレシピのメリット\n- **書類作成の効率化**: ゼロから書く手間を省けます。\n- **品質管理**: 施工条件を明確にすることで、品質のばらつきを抑えます。\n- **承認スムーズ**: 標準的なフォーマットで提出することで、監督の承認が得やすくなります。\n\n## 具体的な使い方\n1. 母材の種類、厚さ、溶接方法を決めます。\n2. プロンプトに入力し、推奨条件を出力させます。\n3. 自分の経験に合わせて微調整し、書類にします。\n\n## プロンプト\n```markdown\n# 命令書\n半自動溶接（CO2）の施工要領書（WPS）の下書きを作成してください。\n\n# 条件\n- 母材：SS400\n- 板厚：9mm\n- 継手形状：T継手（隅肉溶接）\n- ワイヤ径：1.2mm\n\n# 出力項目\n- 電流範囲\n- 電圧範囲\n- 溶接速度\n- パス数\n```"
    },
    {
        "slug": "welder-defect-report",
        "title": "溶接工：溶接欠陥の補修計画書",
        "description": "UT（超音波探傷）で不合格…。ブローホールや融合不良の補修手順を論理的に説明。",
        "occupation": "溶接工",
        "task": "溶接欠陥の補修計画書作成",
        "tool": "ChatGPT",
        "content": "## 概要\n検査で不合格が出た時、ただ直すだけでは済みません。\n「なぜ欠陥が出たのか」「どうやって直すのか」「再発防止はどうするか」を説明する補修計画書が必要です。\nAIに原因と対策を整理させ、説得力のある計画書を作りましょう。\n\n## このレシピのメリット\n- **信頼回復**: しっかりした対策を示すことで、技術力への不信感を払拭できます。\n- **再発防止**: 原因を言語化することで、同じミスを防げます。\n- **スムーズな再開**: 計画書が早く通れば、すぐに補修作業に入れます。\n\n## 具体的な使い方\n1. 欠陥の種類と位置を確認します。\n2. プロンプトに入力し、補修手順を作成させます。\n3. 計画書として提出します。\n\n## プロンプト\n```markdown\n# 命令書\n溶接欠陥の補修要領書の「補修手順」と「再発防止策」を作成してください。\n\n# 欠陥内容\n- ブローホール（気孔）\n- 原因：風が強かったためシールドガスが乱れた可能性\n\n# 補修方法\n- ガウジングではつり取る\n- 再溶接（防風対策を徹底）\n```"
    },
    {
        "slug": "landscaper-pruning-schedule",
        "title": "造園屋：年間剪定管理スケジュールの提案",
        "description": "「いつ切ればいいの？」お客様の庭木に合わせた、最適な剪定時期カレンダーを作成。",
        "occupation": "造園・植木屋",
        "task": "年間剪定管理スケジュールの作成",
        "tool": "ChatGPT",
        "content": "## 概要\n庭木は種類によって剪定適期が異なります。\nお客様はそれを知らないため、「伸びたから切って」と依頼が来ますが、花芽を切ってしまう時期だと翌年花が咲きません。\nプロとして「この木は〇月と〇月がお手入れ時期です」と提案するカレンダーを作りましょう。\n\n## このレシピのメリット\n- **定期契約の獲得**: 年間管理の提案がしやすくなります。\n- **植物の健康**: 最適な時期に手入れすることで、木が元気に育ちます。\n- **顧客満足**: 「花が咲かなかった」というクレームを防げます。\n\n## 具体的な使い方\n1. 庭にある樹木の種類をリストアップします。\n2. プロンプトに入力し、スケジュール表を作成させます。\n3. 見積もりと一緒に提出します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の庭木の年間管理スケジュール（剪定、施肥、消毒の時期）を表にしてください。\n\n# 樹種\n1. 松（黒松）\n2. ツツジ\n3. モミジ\n4. ウメ\n```"
    },
    {
        "slug": "landscaper-pest-control",
        "title": "造園屋：害虫駆除の注意喚起チラシ",
        "description": "チャドクガやイラガの発生時期に。近隣への注意喚起と消毒の営業を兼ねたチラシ文面。",
        "occupation": "造園・植木屋",
        "task": "害虫駆除の注意喚起・営業チラシ作成",
        "tool": "ChatGPT",
        "content": "## 概要\n毛虫が発生してからでは遅いです。\n発生時期の前に「そろそろ消毒の時期です」と案内することで、お客様の安全を守り、仕事も確保できます。\n特にチャドクガなどの毒蛾は近隣トラブルにもなるので、注意喚起のチラシは喜ばれます。\n\n## このレシピのメリット\n- **早期受注**: 繁忙期前の仕事確保につながります。\n- **地域貢献**: 地域の害虫被害を減らすことができます。\n- **専門性アピール**: 「植物のお医者さん」としての認知度が高まります。\n\n## 具体的な使い方\n1. ターゲットとする害虫と時期を決めます。\n2. プロンプトに入力し、チラシの文面を作成します。\n3. ポスティングや既存客へのDMに使います。\n\n## プロンプト\n```markdown\n# 命令書\n庭木の消毒キャンペーンのチラシ文面を作成してください。\n\n# ターゲット\n- チャドクガ（ツバキ、サザンカ）\n- 5月〜6月の発生時期前\n\n# アピール\n- 刺されると大変なことになる\n- 早期発見・早期消毒が重要\n- 1本からでも対応可能\n```"
    },
    {
        "slug": "operator-daily-check",
        "title": "重機オペ：始業前点検表のデジタル化",
        "description": "油圧ショベルやクレーンの点検項目。紙のチェックシートをスマホで完結させるための項目整理。",
        "occupation": "重機オペレーター",
        "task": "重機始業前点検表の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n重機の始業前点検は法令で義務付けられています。\n毎日同じ紙にチェックを入れるのはマンネリ化しがちですが、スマホのメモやチャットで報告する形式にすれば、写真も添付できて管理しやすくなります。\n機種ごとの点検ポイントをAIに整理させましょう。\n\n## このレシピのメリット\n- **記録の確実性**: 日時と写真が残るので、点検の証拠能力が高まります。\n- **異常の早期発見**: 「いつもと違う」をメモに残しやすくなります。\n- **ペーパーレス**: 泥だらけの紙を管理する必要がなくなります。\n\n## 具体的な使い方\n1. 使用する重機の機種を確認します。\n2. プロンプトに入力し、点検項目リストを作成します。\n3. 毎朝コピペしてチェックを行い、グループチャットに投稿します。\n\n## プロンプト\n```markdown\n# 命令書\n油圧ショベル（バックホウ）の始業前点検項目のリストを作成してください。\nスマホでチェックしやすいように、重要項目を10個以内に絞ってください。\n\n# 含めるべき点\n- 油漏れ\n- 燃料・冷却水\n- バケット・ピン周り\n```"
    },
    {
        "slug": "operator-slinging-plan",
        "title": "重機オペ：玉掛け作業計画書の作成",
        "description": "重量物を吊る際のワイヤー選定や吊り方。計算に基づいた安全な計画書を作成。",
        "occupation": "重機オペレーター",
        "task": "玉掛け作業計画書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\nクレーン作業で一番怖いのは玉掛けの失敗です。\n「なんとなくこのワイヤーでいいだろう」は事故の元。\n荷物の重量と重心、吊り角度から、必要なワイヤー径とシャックルを選定し、計画書として残しましょう。\n\n## このレシピのメリット\n- **事故撲滅**: 根拠のある道具選びで、落下事故を防ぎます。\n- **法令遵守**: クレーン等安全規則に基づいた作業ができます。\n- **若手教育**: なぜそのワイヤーを選んだのか、論理的に教えられます。\n\n## 具体的な使い方\n1. 荷物の重量と形状を確認します。\n2. プロンプトに入力し、推奨されるワイヤー径と吊り方を聞きます。\n3. 作業計画書に記載します。\n\n## プロンプト\n```markdown\n# 命令書\n重量2トンの鉄板（2m x 4m）を4点吊りする場合の玉掛け計画を作成してください。\n\n# 条件\n- 吊り角度：60度以内\n- ワイヤーロープ：6x24を使用\n\n# 質問\n- ワイヤー径は何mm以上必要か（安全率6以上）\n- シャックルのサイズ\n```"
    },
    {
        "slug": "general-late-message",
        "title": "共通：遅刻・急な欠勤の連絡LINE",
        "description": "寝坊した！体調が悪い…。焦っている時に送る、最低限のマナーを守った連絡メッセージ。",
        "occupation": "共通",
        "task": "遅刻・欠勤の連絡メッセージ作成",
        "tool": "ChatGPT",
        "content": "## 概要\n人間ですから、寝坊や急病はあります。\nやってしまったことは仕方ありませんが、その後の連絡対応で信用を失うかどうかが決まります。\n言い訳を並べず、現状と見通しを簡潔に伝えるメッセージを送りましょう。\n\n## このレシピのメリット\n- **被害最小化**: 早く連絡することで、現場は段取りを変更できます。\n- **心証維持**: 素直に謝罪し、リカバリーの意思を見せることで、怒りを和らげます。\n- **パニック防止**: テンプレートがあれば、焦っていてもすぐに送信できます。\n\n## 具体的な使い方\n1. 遅刻が確定した瞬間に送ります。\n2. 到着予定時刻をリアルに（サバを読まずに）伝えます。\n3. プロンプトの状況を書き換えて生成します。\n\n## プロンプト\n```markdown\n# 命令書\n現場監督への遅刻連絡LINEを作成してください。\n\n# 状況\n- 寝坊した\n- 今起きた\n- 現場到着は9時になりそう（通常は8時開始）\n- 本当に申し訳ないという気持ちを込めて\n```"
    },
    {
        "slug": "general-typhoon-prep",
        "title": "共通：台風養生チェックリスト",
        "description": "台風接近！足場、資材、仮囲い…。現場を守るための緊急点検リスト。",
        "occupation": "共通",
        "task": "台風養生・暴風対策チェックリスト作成",
        "tool": "ChatGPT",
        "content": "## 概要\n台風シーズン、現場の飛散事故は絶対に防がなければなりません。\n「どこを確認すればいいんだっけ？」と慌てないように、足場、仮囲い、資材置き場など、チェックすべきポイントをリスト化しておきましょう。\n\n## このレシピのメリット\n- **第三者災害防止**: 物が飛んで近隣の家や車を傷つける事故を防ぎます。\n- **現場保全**: せっかく作ったものが壊れるのを防ぎます。\n- **安心感**: 「やるべきことはやった」という状態で台風を迎えられます。\n\n## 具体的な使い方\n1. 台風の進路と強さを確認します。\n2. プロンプトに入力し、現場に合わせたチェックリストを作成します。\n3. 全員で手分けして点検・対策を行います。\n\n## プロンプト\n```markdown\n# 命令書\n木造住宅現場の台風養生チェックリストを作成してください。\n\n# 現場状況\n- 外部足場あり（メッシュシート張ったまま）\n- 仮設トイレあり\n- 廃材コンテナあり\n\n# 対策指示\n- メッシュシートは絞るべきか？\n- 仮設トイレの転倒防止策は？\n```"
    },
    {
        "slug": "general-parking-negotiation",
        "title": "共通：駐車場確保の交渉・依頼文",
        "description": "現場近くに駐車場がない！近隣の空き地や月極駐車場のオーナーに、一時貸しをお願いする手紙。",
        "occupation": "共通",
        "task": "工事車両用駐車場の交渉依頼文作成",
        "tool": "ChatGPT",
        "content": "## 概要\n都心の現場など、駐車場確保は死活問題です。\nコインパーキングは高いし遠い…。\n近くに空き地や、空いている月極駐車場があれば、工事期間中だけ貸してもらえないか交渉してみましょう。\n丁寧な依頼文があれば、貸してくれる確率は上がります。\n\n## このレシピのメリット\n- **経費削減**: 高いコインパーキング代を節約できます。\n- **作業効率**: 現場の目の前に停められれば、道具の出し入れが楽になります。\n- **近隣対策**: 路上駐車によるクレームを防げます。\n\n## 具体的な使い方\n1. 借りたい場所の持ち主（管理会社）を調べます。\n2. プロンプトに入力し、依頼文を作成します。\n3. 菓子折りを持って挨拶に行くか、手紙を投函します。\n\n## プロンプト\n```markdown\n# 命令書\n近所の空き地の所有者に、工事期間中だけ駐車場として貸してほしいと依頼する手紙を作成してください。\n\n# 条件\n- 期間：2ヶ月間\n- 台数：2台（ハイエース）\n- 謝礼：相場の月極料金＋αをお支払いする用意がある\n- 綺麗に使って現状復旧することを約束\n```"
    },
    {
        "slug": "general-lost-item",
        "title": "共通：忘れ物・紛失物の問い合わせメール",
        "description": "「現場に腰袋忘れたかも…」元請けや他の業者に確認してもらうための、丁寧な問い合わせ。",
        "occupation": "共通",
        "task": "忘れ物・紛失物の確認依頼",
        "tool": "ChatGPT",
        "content": "## 概要\n現場を回っていると、道具をどこかに置き忘れることがあります。\n大事な道具がないと仕事になりません。\n監督や他の職人さんに「見てませんか？」と聞くLINE、失礼にならず、かつ特徴を分かりやすく伝える文章を作りましょう。\n\n## このレシピのメリット\n- **発見率UP**: 特徴を詳細に伝えることで、見つけてもらいやすくなります。\n- **早期発見**: 早く連絡すれば、ゴミとして捨てられるのを防げます。\n- **人間関係**: 忙しい相手の手を煩わせることへの配慮を示すことで、関係悪化を防ぎます。\n\n## 具体的な使い方\n1. 忘れた物の特徴と、最後に見た場所を思い出します。\n2. プロンプトに入力します。\n3. グループLINEなどで送信します。\n\n## プロンプト\n```markdown\n# 命令書\n現場に忘れ物をしたかもしれないので、確認をお願いするLINEを作成してください。\n\n# 忘れ物\n- マキタのインパクトドライバー（黒）\n- 名前「野口」と書いてある\n- たぶん2階の和室に置いたまま\n\n# 相手\n- 元請けの監督と、今日入っている大工さん\n```"
    },
    {
        "slug": "general-drink-money",
        "title": "共通：飲み代・寸志の御礼メール",
        "description": "親方や元請けにご馳走になった翌日。感謝を伝えるとともに「また頑張ります」とアピール。",
        "occupation": "共通",
        "task": "食事・寸志の御礼メール作成",
        "tool": "ChatGPT",
        "content": "## 概要\n「昨日はご馳走様でした」\nこの一言があるかないかで、可愛がられるかどうかが決まります。\n単なる御礼だけでなく、「あの話が勉強になった」「モチベーションが上がった」といった感想を添えると、相手も「連れて行ってよかった」と思ってくれます。\n\n## このレシピのメリット\n- **人間関係構築**: 上司や先輩との距離が縮まります。\n- **次のチャンス**: また食事に誘ってもらえたり、良い仕事を回してもらえるかもしれません。\n- **マナー**: 社会人としての基本ができていると評価されます。\n\n## 具体的な使い方\n1. 翌日の朝一番に送ります。\n2. 印象に残った会話などをプロンプトに入れます。\n3. LINEやメールで送ります。\n\n## プロンプト\n```markdown\n# 命令書\n元請けの社長に焼肉をご馳走になった翌日の御礼LINEを作成してください。\n\n# 内容\n- 美味しかったことへの感謝\n- 社長の昔の現場の話がすごく勉強になったこと\n- 今日の現場からまた気合を入れて頑張ること\n```"
    },
    {
        "slug": "general-photo-organization",
        "title": "共通：工事写真のフォルダ分けルール生成",
        "description": "スマホの中が現場写真でぐちゃぐちゃ…。後から探しやすいフォルダ名のルールや管理方法をAIに提案させる。",
        "occupation": "共通",
        "task": "工事写真の整理・管理ルール作成",
        "tool": "ChatGPT",
        "content": "## 概要\n現場写真は撮るのも大事ですが、整理するのはもっと大事です。\n「あの現場のあの写真どこだっけ？」と探す時間は無駄です。\n日付別？現場別？工程別？\n自分に合った整理ルールをAIと一緒に考え、スクリプトなどで自動化するヒントをもらいましょう。\n\n## このレシピのメリット\n- **検索性**: 必要な写真がすぐに見つかります。\n- **容量節約**: 不要な写真（ピンボケなど）を整理する習慣がつきます。\n- **提出スムーズ**: 工事アルバムを作る時に楽になります。\n\n## 具体的な使い方\n1. 今の管理方法（または無管理状態）を伝えます。\n2. プロンプトに入力し、おすすめのフォルダ構成を聞きます。\n3. ルールに従って写真を整理します。\n\n## プロンプト\n```markdown\n# 命令書\nスマホで撮影した工事写真をPCに保存する際の、フォルダ構成のルール案を考えてください。\n\n# 条件\n- 複数の現場が並行して動いている\n- 1つの現場は数ヶ月続く\n- 後から「〇〇邸の防水工事」のように探したい\n```"
    },
    {
        "slug": "general-business-card",
        "title": "共通：職人向け名刺の自己紹介文",
        "description": "名刺の裏面に何を書く？自分の強みや対応可能エリアをまとめた、営業につながるプロフィール文。",
        "occupation": "共通",
        "task": "名刺裏面のプロフィール文作成",
        "tool": "ChatGPT",
        "content": "## 概要\n職人の名刺、名前と電話番号だけになっていませんか？\n名刺は小さな営業マンです。\n裏面に「何ができるか」「どんなこだわりがあるか」を書いておけば、渡した相手が仕事を頼みやすくなります。\nAIに自分の強みを整理してもらい、魅力的なプロフィールを作りましょう。\n\n## このレシピのメリット\n- **仕事獲得**: 自分のスキルを正しく伝えられます。\n- **信頼感**: しっかりした名刺は安心感を与えます。\n- **会話のきっかけ**: 名刺の内容から話が弾むことがあります。\n\n## 具体的な使い方\n1. 自分の得意分野や資格をリストアップします。\n2. プロンプトに入力し、短くまとめた文章を作らせます。\n3. 名刺作成サイトなどで注文します。\n\n## プロンプト\n```markdown\n# 命令書\n名刺の裏面に載せる「事業内容」と「自己PR」の文章を作成してください。\n\n# 職種\n多能工（大工、内装、設備ちょっとできる）\n\n# アピール\n- リフォームの小工事なら全部一人で完結できる\n- 対応が早い（即日見積もり）\n- お客様との会話が得意\n```"
    },
    {
        "slug": "general-google-review",
        "title": "共通：口コミ返信のテンプレート",
        "description": "Googleマップに口コミが書かれた！良い評価にも悪い評価にも、好印象を与える返信文を作成。",
        "occupation": "共通",
        "task": "Googleマップの口コミ返信文作成",
        "tool": "ChatGPT",
        "content": "## 概要\n地域密着の工事店にとって、Googleマップの口コミは重要です。\n高評価には感謝を、低評価には真摯な対応を返すことで、見ている第三者へのアピールになります。\n感情的にならず、大人の対応をするための文章をAIに作らせましょう。\n\n## このレシピのメリット\n- **MEO対策**: 返信をすることでGoogleからの評価も上がります。\n- **信頼回復**: 低評価への対応次第で、逆にファンが増えることもあります。\n- **リピート促進**: お客様との繋がりを維持できます。\n\n## 具体的な使い方\n1. 書かれた口コミの内容をコピーします。\n2. プロンプトに入力し、返信文を作成します。\n3. Googleビジネスプロフィールから返信します。\n\n## プロンプト\n```markdown\n# 命令書\nGoogleマップに以下の口コミ（星5つ）をいただきました。\n御礼の返信文を作成してください。\n\n# 口コミ内容\n「急な水漏れで困っていましたが、すぐに来て直してくれました。説明も丁寧で安心できました。」\n\n# 返信のポイント\n- 感謝の気持ち\n- また何かあればいつでも頼ってほしいこと\n```"
    },
    {
        "slug": "general-chatgpt-prompt",
        "title": "共通：ChatGPTへの「指示の出し方」テンプレート",
        "description": "そもそもChatGPTにどう頼めばいいかわからない人へ。どんな業務にも使える万能プロンプトの型。",
        "occupation": "共通",
        "task": "ChatGPTプロンプト作成のコツ",
        "tool": "ChatGPT",
        "content": "## 概要\n「AIを使ってみたけど、思ったような答えが返ってこない」\nそれは指示の出し方（プロンプト）が曖昧だからかもしれません。\n「役割」「命令」「条件」「出力形式」を明確にするだけで、回答の質は劇的に上がります。\nこのレシピ自体が、他の全てのレシピの基礎となる「指示の型」です。\n\n## このレシピのメリット\n- **AI活用力向上**: どんな業務でもAIを使いこなせるようになります。\n- **時短**: 何度もやり取りし直す無駄がなくなります。\n- **ストレス減**: 意図が伝わらないイライラから解放されます。\n\n## 具体的な使い方\n1. AIに頼みたいことを考えます。\n2. 以下の「深津式プロンプト」のような型に当てはめて入力します。\n\n## プロンプト\n```markdown\n# 命令書\nあなたは[プロの〇〇]です。\n以下の[制約条件]に従って、[入力文]をもとに[出力成果物]を作成してください。\n\n# 制約条件\n- 文字数は〇〇文字以内\n- 初心者にもわかりやすく\n\n# 入力文\n（ここにやってほしい内容やデータを書く）\n\n# 出力成果物\n（表形式、箇条書き、メール文面など）\n```"
    },
    {
        "slug": "general-wifi-setup",
        "title": "共通：現場事務所のWi-Fi設定マニュアル",
        "description": "仮設事務所にWi-Fiを設置。接続方法やパスワードを職人さんに共有するための貼り紙を作成。",
        "occupation": "共通",
        "task": "Wi-Fi接続案内ポスター作成",
        "tool": "ChatGPT",
        "content": "## 概要\n今の現場はスマホやタブレットが必須。\n現場事務所にWi-Fiがあっても、パスワードがいちいち聞かれるのは面倒です。\nQRコード付きの案内紙を作って壁に貼っておけば、みんな勝手に繋いでくれます。\nその案内文面をAIに作らせましょう。\n\n## このレシピのメリット\n- **手間削減**: 「パスワード何？」と聞かれる回数がゼロになります。\n- **親切**: ギガ不足に悩む職人さんに喜ばれます。\n- **デジタル化促進**: 図面アプリなどの使用が進みます。\n\n## 具体的な使い方\n1. SSIDとパスワードを確認します。\n2. プロンプトに入力し、案内文を作成します。\n3. QRコード作成サイトでQRコードを作り、合わせて印刷して貼ります。\n\n## プロンプト\n```markdown\n# 命令書\n現場事務所に貼る「Wi-Fi使えます」の案内貼り紙の文面を作ってください。\n\n# 情報\n- SSID: Gemba_Wifi_01\n- PASS: 12345678\n- 休憩時間や図面確認に自由に使っていいこと\n- 動画のダウンロードなど回線を圧迫する行為は控えてほしいこと\n```"
    },
    {
        "slug": "general-translation",
        "title": "共通：外国人実習生への指示カード作成",
        "description": "言葉が通じにくい実習生へ。「危険」「掃除」「休憩」などの基本用語を、母国語併記のカードにする。",
        "occupation": "共通",
        "task": "外国人実習生向け翻訳カード作成",
        "tool": "ChatGPT",
        "content": "## 概要\n現場にはベトナムやフィリピンなど、多くの外国人実習生がいます。\n日本語も勉強していますが、とっさの「危ない！」や細かい指示は伝わりにくいもの。\nよく使う言葉を翻訳して、指差し確認できるカードを作っておくと、コミュニケーションがスムーズになります。\n\n## このレシピのメリット\n- **安全確保**: 危険を確実に伝えられます。\n- **作業効率**: 指示待ち時間を減らせます。\n- **信頼関係**: 母国語で歩み寄る姿勢が、心の距離を縮めます。\n\n## 具体的な使い方\n1. 伝えたい単語や短文をリストアップします。\n2. プロンプトに入力し、翻訳させます（ベトナム語、タガログ語など）。\n3. スマホの画面で見せるか、印刷してラミネートします。\n\n## プロンプト\n```markdown\n# 命令書\n以下の現場用語を、ベトナム語に翻訳し、発音のカタカナ読みもつけてください。\n表形式でお願いします。\n\n# 用語\n1. 安全帯（フルハーネス）をつけて\n2. 足元に注意\n3. 掃除をしてください\n4. 休憩しましょう\n5. 明日は8時に来てください\n```"
    },
    {
        "slug": "general-excel-formula",
        "title": "共通：Excelで請求書計算式のエラー修正",
        "description": "「合計が合わない！」「#VALUE!って何？」ExcelのトラブルをAIに相談して即解決。",
        "occupation": "共通",
        "task": "Excel計算式のエラー修正・作成",
        "tool": "ChatGPT",
        "content": "## 概要\n見積書や請求書をExcelで作っている人は多いですが、計算式が壊れてパニックになることも。\n「消費税の計算が合わない」「行を増やしたら合計がズレた」\nそんな時は、AIに「やりたいこと」と「今の状態」を伝えれば、正しい関数を教えてくれます。\n\n## このレシピのメリット\n- **時短**: エラーの原因を探す時間をなくせます。\n- **正確性**: 計算ミスによる請求トラブルを防げます。\n- **スキルアップ**: 便利な関数を知ることができます。\n\n## 具体的な使い方\n1. エラーが出ているセルの内容や、やりたい計算を整理します。\n2. プロンプトに入力します。\n3. 教えてもらった数式をExcelにコピペします。\n\n## プロンプト\n```markdown\n# 命令書\nExcelの計算式を教えてください。\n\n# やりたいこと\nA列に単価、B列に数量が入っています。\nC列に「単価×数量」の小計を出し、その小計の合計をD1セルに出したいです。\nただし、消費税（10%）をD2セルに、税込合計をD3セルに計算したいです。\n端数は切り捨てでお願いします。\n```"
    },
    {
        "slug": "general-line-group-rule",
        "title": "共通：現場LINEグループの運用ルール",
        "description": "「通知がうるさい」「大事な連絡が流れる」を防ぐ。現場LINEのノート活用や返信ルールのテンプレート。",
        "occupation": "共通",
        "task": "現場LINEグループのルール作成",
        "tool": "ChatGPT",
        "content": "## 概要\n現場ごとに作られるLINEグループ。\n人数が増えると、「了解です」スタンプの嵐で重要な図面や日程連絡が流れてしまいます。\n最初に「大事なことはノートに」「スタンプは禁止」などのルールを定めてアナウンスすることで、快適な連絡環境を作りましょう。\n\n## このレシピのメリット\n- **情報伝達の確実性**: 見落としを防げます。\n- **ストレス軽減**: 不要な通知に悩まされなくなります。\n- **効率化**: 過去のログを遡る時間を減らせます。\n\n## 具体的な使い方\n1. グループ作成時に、最初のメッセージとしてルールを投稿します。\n2. プロンプトでルール文面を作成します。\n3. 「ノート」機能に保存し、全員に周知します。\n\n## プロンプト\n```markdown\n# 命令書\n新しい現場LINEグループの「運用ルール」のアナウンス文を作ってください。\n\n# ルール\n- 重要な連絡（日程、図面）は「ノート」に投稿すること\n- 「了解」のみの返信やスタンプは、通知が増えるので原則禁止（既読で確認済みとみなす）\n- 夜20時以降の投稿は緊急時以外控えること\n```"
    },
    {
        "slug": "general-holiday-notice",
        "title": "共通：年末年始・夏季休暇のお知らせ",
        "description": "取引先やお客様へ。休業期間と緊急連絡先を伝える、失礼のない案内メール。",
        "occupation": "共通",
        "task": "長期休暇のお知らせメール作成",
        "tool": "ChatGPT",
        "content": "## 概要\nお盆や正月、GWなどの長期休暇。\n直前になって「明日から休みます」と言うのはマナー違反ですし、現場が動いている場合はトラブルの元です。\n余裕を持って休業期間を伝え、緊急時の対応（誰に連絡すればいいか）を明確にした案内を送りましょう。\n\n## このレシピのメリット\n- **トラブル防止**: 「連絡がつかない」というクレームを防げます。\n- **信頼感**: 計画的に業務を行っている会社だと思われます。\n- **安心感**: 緊急連絡先があることで、施主様や元請けを安心させられます。\n\n## 具体的な使い方\n1. 休業期間と、緊急対応が可能かどうかを決めます。\n2. プロンプトに入力し、案内文を作成します。\n3. メール送信や、LINEのステータスメッセージ、Webサイトのお知らせに使います。\n\n## プロンプト\n```markdown\n# 命令書\n取引先に送る「年末年始休業のお知らせ」メールを作成してください。\n\n# 期間\n12月29日〜1月4日\n\n# 緊急時\n基本的には対応不可だが、重大なトラブル（水漏れなど）の場合は担当者の携帯へ\n\n# 挨拶\n本年のお礼と、来年の抱負を簡単に添えて\n```"
    },
    {
        "slug": "general-survey-request",
        "title": "共通：お客様アンケートのお願い",
        "description": "工事後の感想を聞きたい。「書いてください」と頼みにくいアンケートを、自然にお願いする依頼文。",
        "occupation": "共通",
        "task": "お客様アンケートの依頼文作成",
        "tool": "ChatGPT",
        "content": "## 概要\nお客様の声（口コミ）は最強の営業ツールです。\nしかし、満足していてもわざわざアンケートを書いてくれる人は少ないもの。\n「今後の励みになります」「サービスの向上のため」といった理由を添えて、謙虚かつ熱心にお願いする文章を作りましょう。\n\n## このレシピのメリット\n- **回収率UP**: 丁寧な依頼で、書いてくれる確率が上がります。\n- **品質改善**: 厳しい意見も含めて、自社の改善に役立ちます。\n- **実績作り**: 良い感想は（許可を得て）ホームページやチラシに掲載できます。\n\n## 具体的な使い方\n1. 工事完了後、請求書や保証書と一緒にアンケート用紙を渡す（またはWebフォームを送る）際に使います。\n2. プロンプトで依頼文を作成します。\n3. LINEやメール、送付状として添えます。\n\n## プロンプト\n```markdown\n# 命令書\n工事完了後のお客様に、Webアンケートへの回答をお願いするLINEメッセージを作成してください。\n\n# ポイント\n- 1分で終わる簡単なものであること\n- 良い点も悪い点も率直に書いてほしいこと\n- 回答してくれたら、Amazonギフト券500円分をプレゼントすること\n```"
    },
    {
        "slug": "general-password-manager",
        "title": "共通：パスワード管理のルール作り",
        "description": "「現場の鍵番号なんだっけ？」「メーカーサイトのログインは？」増え続けるパスワードを安全に管理する方法。",
        "occupation": "共通",
        "task": "パスワード・暗証番号の管理ルール作成",
        "tool": "ChatGPT",
        "content": "## 概要\nキーボックスの番号、建材メーカーの注文サイト、勤怠管理アプリ…。\n現場監督や職人は覚える番号が多すぎます。\n「全部同じにする」のは危険ですし、「メモを貼る」のもセキュリティ上問題です。\n覚えやすく、かつ安全なパスワード生成ルールや、管理方法をAIに相談しましょう。\n\n## このレシピのメリット\n- **セキュリティ向上**: 不正アクセスや、現場への不法侵入を防げます。\n- **効率化**: 「パスワード忘れた」で再発行する時間をなくせます。\n- **共有**: チームで安全に情報を共有するルールができます。\n\n## 具体的な使い方\n1. 管理したいIDやパスワードの種類を整理します。\n2. プロンプトに入力し、管理ルールや生成ルールのアイデアをもらいます。\n3. 社内でルールを統一します。\n\n## プロンプト\n```markdown\n# 命令書\n現場のキーボックス（4桁の暗証番号）の番号を決めるルールを考えてください。\n\n# 条件\n- 現場ごとに違う番号にしたい\n- でも、社員なら法則を知っていれば開けられるようにしたい（忘れないように）\n- 外部の人には推測されにくいもの\n```"
    },
    {
        "slug": "general-health-check",
        "title": "共通：健康診断の受診案内",
        "description": "忙しい職人さんは健康診断に行きたがらない。「体のメンテナンスも仕事」と説得する案内文。",
        "occupation": "共通",
        "task": "健康診断の受診案内・勧奨",
        "tool": "ChatGPT",
        "content": "## 概要\n建設業は体が資本。\nですが、一人親方や中小企業の職人は、忙しさを理由に健康診断をサボりがちです。\n会社として受診を義務付ける場合、ただ「行け」と言うだけでなく、健康で長く働くことのメリットを伝えて、気持ちよく行ってもらう案内文を作りましょう。\n\n## このレシピのメリット\n- **健康管理**: 大病の早期発見につながります。\n- **リスク回避**: 現場での突然死や、健康起因の事故を防げます。\n- **福利厚生**: 「会社が体を気遣ってくれている」という安心感を与えます。\n\n## 具体的な使い方\n1. 健康診断の日程や病院を決めます。\n2. プロンプトに入力し、案内文を作成します。\n3. 給与明細に同封したり、グループLINEで流します。\n\n## プロンプト\n```markdown\n# 命令書\n社員と専属の職人さんに、年に一度の健康診断を受けてもらうための案内文を作成してください。\n\n# ポイント\n- 費用は全額会社負担\n- 受診日は「出勤扱い」にして日当を出す\n- 「長く一緒に働きたいから、体のメンテナンスをしてほしい」というメッセージ\n```"
    },
    {
        "slug": "demolition-asbestos-check",
        "title": "解体：アスベスト事前調査結果の報告書作成",
        "description": "解体前の必須義務、石綿調査。調査結果を見やすく整理し、発注者への報告書や掲示用看板の内容を作成。",
        "occupation": "解体業者",
        "task": "アスベスト事前調査報告書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n解体・改修工事を行う際、アスベスト（石綿）の事前調査と報告が義務化されています。\n調査結果（あり・なし・みなし）を正確に記録し、発注者に書面で説明するとともに、現場に掲示する必要があります。\n複雑な法令用語を整理し、漏れのない報告書を作成しましょう。\n\n## このレシピのメリット\n- **法令遵守**: 石綿障害予防規則などの法令に則った対応ができます。\n- **トラブル防止**: 発注者への説明不足によるトラブルを防げます。\n- **近隣対策**: 適切な掲示を行うことで、近隣住民の不安を解消します。\n\n## 具体的な使い方\n1. 調査結果（書面調査・現地調査・分析調査）を用意します。\n2. プロンプトに入力し、報告書の要約や掲示板の文言を作成します。\n3. 書類を作成し、現場に掲示します。\n\n## プロンプト\n```markdown\n# 命令書\nアスベスト事前調査結果の「現場掲示用看板」に記載する内容を作成してください。\n\n# 調査結果\n- 調査日：2024年5月1日\n- 調査者：建築物石綿含有建材調査者 〇〇太郎\n- 結果：\n  - 屋根材（スレート）：石綿含有あり（レベル3）\n  - 外壁（サイディング）：なし\n  - 内装（クロス）：なし\n\n# 工事内容\n- 木造2階建て解体工事\n- 石綿除去作業期間：5月10日〜5月12日\n```"
    },
    {
        "slug": "scaffolder-load-calc",
        "title": "足場鳶：足場の積載荷重計算書",
        "description": "「この足場、何キロまで載せていい？」建枠や単管の強度計算を行い、安全な積載荷重を算出。",
        "occupation": "足場鳶",
        "task": "足場の積載荷重計算",
        "tool": "ChatGPT",
        "content": "## 概要\n足場には積載荷重の制限があります。\n感覚で「これくらい大丈夫」と資材を載せすぎると、倒壊事故につながります。\n使用する部材（枠、布板、支柱）の仕様に基づき、スパンごとの許容積載荷重を計算し、現場に明示しましょう。\n\n## このレシピのメリット\n- **事故防止**: 過積載による倒壊や部材の破損を防げます。\n- **根拠の提示**: 元請けや監督に、安全な足場であることを証明できます。\n- **意識向上**: 職人に「ここは〇kgまで」と具体的に指示できます。\n\n## 具体的な使い方\n1. 足場の種類（枠組、くさび式など）とスパンを確認します。\n2. プロンプトに入力し、許容荷重を計算させます。\n3. 計算結果を積載荷重表示板に記入します。\n\n## プロンプト\n```markdown\n# 命令書\nくさび緊結式足場（一側足場）の1スパンあたりの許容積載荷重を計算してください。\n\n# 条件\n- 支柱間隔：1800mm\n- 布板：幅400mm（許容荷重200kg）を2枚使用\n- 支柱の許容支持力は十分にあるものとする\n\n# 質問\nこのスパンに、最大何kgまで資材を載せて良いですか？\nまた、作業員（体重＋道具＝80kg）は何人まで乗れますか？\n```"
    },
    {
        "slug": "painter-paint-quantity",
        "title": "塗装職人：塗料の必要缶数計算",
        "description": "「一斗缶、何個発注すればいい？」塗装面積と塗布量から、必要な塗料の缶数を正確に計算。",
        "occupation": "塗装職人",
        "task": "塗料の必要量計算",
        "tool": "ChatGPT",
        "content": "## 概要\n塗料の発注、足りなくなると作業が止まるし、余りすぎると在庫になってしまいます。\nメーカーの仕様書（塗布量kg/m2）に基づいて計算するのが基本ですが、希釈率やロス率も考慮する必要があります。\nAIに面積と仕様を伝えれば、必要な缶数を一発で計算してくれます。\n\n## このレシピのメリット\n- **コスト削減**: 無駄な発注を減らせます。\n- **工期遵守**: 材料切れによる手待ち時間をなくせます。\n- **見積もり精度**: 正確な原価計算ができます。\n\n## 具体的な使い方\n1. 塗装面積（開口部を引いたもの）を算出します。\n2. 使用する塗料の仕様（1缶あたりの塗り面積など）を確認します。\n3. プロンプトに入力し、発注数を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n外壁塗装に必要な塗料の缶数を計算してください。\n\n# 条件\n- 塗装面積：150m2\n- 塗料：日本ペイント パーフェクトトップ（15kg缶）\n- 仕様：2回塗り\n- 1缶あたりの標準塗り面積（2回塗り）：44m2/缶とする\n- ロス率：10%を見込む\n\n# 質問\n何缶発注すれば足りますか？\n```"
    },
    {
        "slug": "electrician-circuit-load",
        "title": "電気工事士：分電盤の負荷バランス計算",
        "description": "「赤と黒、どっちに負荷寄ってる？」単相3線式の電流バランスを計算し、不平衡を防ぐ。",
        "occupation": "電気工事士",
        "task": "分電盤の負荷平衡（バランス）計算",
        "tool": "ChatGPT",
        "content": "## 概要\n単相3線式の分電盤では、R相（赤）とT相（黒）の負荷をバランスよく配置しないと、中性線（白）に電流が流れたり、ブレーカーが落ちやすくなったりします。\n回路ごとの負荷容量をリストアップし、AIに最適な振り分けを考えさせましょう。\n\n## このレシピのメリット\n- **品質向上**: 電圧降下や電力損失を最小限に抑えられます。\n- **トラブル防止**: 片相だけブレーカーが落ちる現象を防げます。\n- **設計支援**: 盤結線図を書く前の検討に役立ちます。\n\n## 具体的な使い方\n1. 各回路の想定負荷（W数）をリストアップします。\n2. プロンプトに入力し、R相とT相への振り分け案を作らせます。\n3. 結線作業の参考にします。\n\n## プロンプト\n```markdown\n# 命令書\n以下の回路を、単相3線式分電盤のL1相（赤）とL2相（黒）に振り分けて、負荷バランスを均等にしてください。\n\n# 回路リスト\n1. キッチン（電子レンジ）：1500W\n2. リビングエアコン：2000W（200Vなので両相）\n3. 浴室乾燥機：1200W\n4. 洗面・洗濯機：800W\n5. 1階照明・コンセント：500W\n6. 2階照明・コンセント：600W\n7. IHクッキングヒーター：3000W（200V）\n```"
    },
    {
        "slug": "plumber-pipe-sizing",
        "title": "水道設備屋：給水管の口径選定",
        "description": "「この蛇口数なら20mm？25mm？」同時使用率を考慮した、適切な給水管口径の計算。",
        "occupation": "水道設備屋",
        "task": "給水管の口径選定・流量計算",
        "tool": "ChatGPT",
        "content": "## 概要\n水圧が弱いとクレームになりますが、無駄に太い配管はコストがかかります。\n使用する器具の数（給水栓単位数）から、同時使用流量を算出し、適切なパイプの太さを選定しましょう。\nAIなら複雑な計算表を使わなくても、目安を教えてくれます。\n\n## このレシピのメリット\n- **クレーム防止**: 「シャワーが弱い」などの不満を防げます。\n- **コスト適正化**: 過剰設計を防ぎ、材料費を抑えられます。\n- **設計根拠**: なぜその太さにしたのかを説明できます。\n\n## 具体的な使い方\n1. 設置する器具の数を数えます。\n2. プロンプトに入力し、推奨口径を聞きます。\n3. 配管図を作成します。\n\n## プロンプト\n```markdown\n# 命令書\n一般住宅の給水管引き込み口径と、主管のサイズを検討してください。\n\n# 器具数\n- トイレ：2箇所\n- 洗面：2箇所\n- キッチン：1箇所\n- 浴室（シャワーあり）：1箇所\n- 洗濯機：1箇所\n- 散水栓：1箇所\n\n# 質問\n主管は20mmで足りますか？それとも25mmにすべきですか？\n```"
    },
    {
        "slug": "general-cost-estimate",
        "title": "共通：概算見積もりの作成（どんぶり勘定からの脱却）",
        "description": "「ざっくりいくら？」と聞かれた時。材料費と人工から、利益を乗せた適正な概算金額を算出。",
        "occupation": "共通",
        "task": "概算見積もりの作成",
        "tool": "ChatGPT",
        "content": "## 概要\n現場調査の場などで、お客様から「いくらくらいかかりそう？」と聞かれることがあります。\n安く言い過ぎると後で自分の首を絞めますし、高く言うと逃げられます。\n材料費と予想される手間（人工）、そして確保したい利益率を入力して、根拠のある「松竹梅」の概算を出しましょう。\n\n## このレシピのメリット\n- **即答力**: その場で金額感を伝えることで、信頼を得られます。\n- **利益確保**: どんぶり勘定による赤字を防げます。\n- **選択肢提示**: 「安く済ませるならA案、しっかりやるならB案」と提案できます。\n\n## 具体的な使い方\n1. 必要な材料と日数を頭の中で計算します。\n2. プロンプトに入力し、概算金額を計算させます。\n3. お客様に「あくまで概算ですが」と伝えます。\n\n## プロンプト\n```markdown\n# 命令書\n6畳和室の洋室化リフォームの概算見積もりを作ってください。\n\n# 原価要素\n- 床材（フローリング）：3万円\n- 下地材（根太・合板）：2万円\n- 大工手間：2日（5万円）\n- 処分費：1万円\n\n# 計算\nこの原価に、諸経費10%と利益20%を乗せた金額を計算してください。\nまた、お客様に伝える際の「概算金額の幅（〇〇円〜〇〇円）」も提案してください。\n```"
    },
    {
        "slug": "general-schedule-adjustment",
        "title": "共通：工程表の修正依頼メール",
        "description": "前の工程が押している…。自分の乗り込み日をずらしてもらうよう、監督にお願いするメール。",
        "occupation": "共通",
        "task": "工程調整・日程変更の依頼",
        "tool": "ChatGPT",
        "content": "## 概要\n建設現場は生き物です。前の業者が遅れれば、自分の予定も狂います。\nしかし、黙って待っていると「なんで来ないんだ」と言われることも。\n「前の工程が終わっていないようなので、乗り込み日を〇日に変更させてほしい」と、角を立てずに調整するメールを送りましょう。\n\n## このレシピのメリット\n- **無駄足防止**: 現場に行って「まだできない」と帰る無駄を防げます。\n- **責任所在の明確化**: こちらの都合ではなく、現場都合での変更であることを記録に残せます。\n- **スムーズな連携**: 監督も工程の再調整がしやすくなります。\n\n## 具体的な使い方\n1. 現場の進捗状況を確認します。\n2. プロンプトに入力し、日程変更の依頼文を作成します。\n3. 監督に送信します。\n\n## プロンプト\n```markdown\n# 命令書\n元請けの監督に、乗り込み日の変更を依頼するLINEを作成してください。\n\n# 状況\n- 当初予定：明日（10日）からクロス工事\n- 現状：まだ大工さんがボードを貼っている途中\n- 提案：大工工事完了後の12日からに入場を変更したい\n- 12日からなら、3日で終わらせられるので引渡しには間に合う\n```"
    },
    {
        "slug": "general-quality-photo",
        "title": "共通：品質管理写真の撮影リスト作成",
        "description": "「撮り忘れた！」を防ぐ。工事の工程ごとに、必ず撮っておくべき写真のアングルと黒板の書き方。",
        "occupation": "共通",
        "task": "品質管理写真の撮影計画",
        "tool": "ChatGPT",
        "content": "## 概要\n工事写真は、完了後に見えなくなる部分（隠蔽部）こそ重要です。\n後から「ちゃんと施工したのか？」と疑われないために、証拠となる写真を撮り溜める必要があります。\n工程ごとの撮影ポイントと、黒板（ボード）に書くべき内容をリスト化しておきましょう。\n\n## このレシピのメリット\n- **手戻り防止**: 写真がないために壁を剥がす…なんて悲劇を防げます。\n- **検査合格**: 完了検査や中間検査がスムーズに通ります。\n- **資産価値**: しっかりした記録は、建物の資産価値を高めます。\n\n## 具体的な使い方\n1. 工事の工程を洗い出します。\n2. プロンプトに入力し、撮影リストを作成させます。\n3. 現場に持ち込み、チェックしながら撮影します。\n\n## プロンプト\n```markdown\n# 命令書\n断熱工事（グラスウール充填）の品質管理写真リストを作成してください。\n\n# 撮るべきポイント\n- 隙間なく充填されているか\n- 防湿シートの重ね代\n- コンセント周りの処理\n\n# 黒板の記載内容\n工事名、撮影箇所、設計値、実測値など\n```"
    },
    {
        "slug": "general-safety-patrol",
        "title": "共通：安全パトロールの指摘事項是正報告",
        "description": "パトロールで指摘された…。是正前・是正後の写真につける報告コメントを作成。",
        "occupation": "共通",
        "task": "安全パトロール指摘事項の是正報告",
        "tool": "ChatGPT",
        "content": "## 概要\n安全パトロールで「足場に隙間がある」「消火器がない」などの指摘を受けることがあります。\n指摘されたら即座に直し、報告書を提出しなければなりません。\n反省の弁と、具体的な対策（どう直したか、今後どうするか）を盛り込んだ報告文を作成しましょう。\n\n## このレシピのメリット\n- **信頼回復**: 素早い対応としっかりした報告で、逆に評価を上げることができます。\n- **記録**: 是正した事実を残すことで、責任を果たした証明になります。\n- **再発防止**: 対策を言語化することで、意識付けになります。\n\n## 具体的な使い方\n1. 指摘内容と、行った処置を整理します。\n2. プロンプトに入力し、報告文を作成します。\n3. 写真とセットで提出します。\n\n## プロンプト\n```markdown\n# 命令書\n安全パトロールの是正報告書のコメントを作成してください。\n\n# 指摘事項\n- 2階開口部の手摺が不十分で、墜落の危険がある\n\n# 是正処置\n- 直ちに単管パイプで二段手摺を設置した\n- 「開口部注意」の標識を掲示した\n- 全作業員に周知した\n```"
    },
    {
        "slug": "general-newcomer-training",
        "title": "共通：新人職人への1週間教育プログラム",
        "description": "新人が入った！最初の1週間で何を教える？道具の名前から現場のルールまで、カリキュラムを作成。",
        "occupation": "共通",
        "task": "新人職人の教育カリキュラム作成",
        "tool": "ChatGPT",
        "content": "## 概要\n「見て覚えろ」はもう通用しません。\n早期離職を防ぐには、体系的な教育が必要です。\n最初の1週間で教えるべきこと（安全、挨拶、道具、基本作業）を日割りでスケジュール化し、指導担当者と共有しましょう。\n\n## このレシピのメリット\n- **定着率向上**: 「大切に育てられている」と感じさせ、離職を防ぎます。\n- **戦力化**: 効率よく教えることで、早く現場の戦力になります。\n- **指導の負担減**: 何を教えればいいか明確なので、先輩職人も悩みません。\n\n## 具体的な使い方\n1. 新人のレベル（未経験か経験者か）を確認します。\n2. プロンプトに入力し、カリキュラムを作成させます。\n3. 本人と指導係に渡します。\n\n## プロンプト\n```markdown\n# 命令書\n未経験の新人（18歳）が入社しました。\n最初の1週間（5日間）の教育カリキュラムを作ってください。\n職種は「配管工」です。\n\n# 目標\n- 1週間後には、道具の名前を覚え、手元作業（先輩の補助）ができるようになること\n- 安全の基本を理解すること\n```"
    },
    {
        "slug": "general-business-mail-template",
        "title": "共通：よく使うビジネスメール定型文集",
        "description": "見積送付、日程調整、請求書送付…。毎回打つのが面倒なメールをテンプレート化。",
        "occupation": "共通",
        "task": "ビジネスメール定型文の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n現場仕事の合間にスマホでメールを打つのは大変です。\nよく使うシチュエーションのメール文面をいくつか作っておき、辞書登録やメモ帳に保存しておけば、コピペで即対応できます。\nAIにバリエーションを作らせましょう。\n\n## このレシピのメリット\n- **爆速返信**: 移動中でも信号待ちの間に返信できます。\n- **誤字脱字ゼロ**: テンプレートを使えばミスがありません。\n- **ストレスフリー**: 文章を考える苦痛から解放されます。\n\n## 具体的な使い方\n1. よくあるシチュエーションをリストアップします。\n2. プロンプトに入力し、定型文を作成させます。\n3. スマホのユーザー辞書などに登録します。\n\n## プロンプト\n```markdown\n# 命令書\n以下のシチュエーションで使える、短くて丁寧なビジネスメール（またはLINE）の定型文を作ってください。\n\n1. 見積もりを送る時\n2. 請求書を送る時\n3. 日程調整をお願いする時\n4. 電話に出られなかった時の折り返し連絡\n```"
    },
    {
        "slug": "general-typo-check",
        "title": "共通：見積書の誤字脱字・計算ミスチェック",
        "description": "提出前にAIにダブルチェック。「桁間違い」「品名間違い」などの恥ずかしいミスを防ぐ。",
        "occupation": "共通",
        "task": "見積書・書類の校正・チェック",
        "tool": "ChatGPT",
        "content": "## 概要\n深夜に作った見積書、疲れていて桁を間違えたり、誤字があったり…。\n提出してから気づくと信用に関わります。\nテキストデータをAIに読ませて、「おかしなところはないか？」とチェックさせましょう。\n自分では気づかないミスを見つけてくれます。\n\n## このレシピのメリット\n- **信用保持**: 正確な書類で信頼を得られます。\n- **損失防止**: 桁間違いによる大赤字を防げます。\n- **安心感**: ダブルチェック済みという自信を持って提出できます。\n\n## 具体的な使い方\n1. 見積書のテキスト（品名、数量、単価、金額）をコピーします。\n2. プロンプトに貼り付け、チェックを依頼します。\n3. 指摘箇所を修正します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の見積もりの内容をチェックしてください。\n\n1. 計算ミスはないか（単価×数量＝金額になっているか）\n2. 誤字脱字はないか\n3. 不自然な点はないか\n\n# 見積もりデータ\n壁紙張替え 50m 1,200 60,000\n床CF張り 20m 3,500 7,000\n廃材処分費 1式 15,000 15,000\n```"
    },
    {
        "slug": "general-weather-decision",
        "title": "共通：天気予報による作業可否判断基準",
        "description": "「降水確率40%…やる？やめる？」迷った時の判断基準をルール化し、AIに判定させる。",
        "occupation": "共通",
        "task": "天候による作業中止判断",
        "tool": "ChatGPT",
        "content": "## 概要\n微妙な天気の時、中止にするか決行するか悩みます。\n中止にして晴れたら損ですし、決行して雨なら大損です。\n「降水量〇mm以上なら中止」「風速〇m以上なら高所作業中止」といった基準を明確にし、天気予報のデータを入力してAIに客観的な判断を仰ぎましょう。\n\n## このレシピのメリット\n- **決断の迅速化**: 朝の迷う時間をなくせます。\n- **安全確保**: 無理な作業による事故を防げます。\n- **説明責任**: 「基準に基づいて中止した」と施主や職人に説明できます。\n\n## 具体的な使い方\n1. 自社の作業中止基準を決めます。\n2. その日の天気予報（時間ごとの降水量、風速）を確認します。\n3. プロンプトに入力し、判定させます。\n\n## プロンプト\n```markdown\n# 命令書\n本日の外部塗装作業を行うべきか、中止すべきか判断してください。\n\n# 判断基準\n- 作業中に雨が降ったらアウト\n- 湿度が85%を超えたらアウト\n- 風速が10mを超えたら足場作業中止\n\n# 天気予報\n- 9時〜12時：曇り、降水確率30%、湿度70%\n- 13時〜15時：小雨、降水量1mm、湿度90%\n- 16時以降：曇り\n```"
    },
    {
        "slug": "general-tool-inventory",
        "title": "共通：工具の棚卸しリスト作成",
        "description": "年末の大掃除。持っている工具をリスト化し、資産管理と不足品の洗い出しを行う。",
        "occupation": "共通",
        "task": "工具・備品の棚卸しリスト作成",
        "tool": "ChatGPT",
        "content": "## 概要\n「同じ道具をまた買ってしまった」「いつの間にかなくなっている」\n工具の管理ができていないと、無駄な出費が増えます。\n定期的に棚卸しを行い、メーカー、型番、購入日、状態をリスト化しましょう。\nAIにカテゴリ分けや表作成を任せればスムーズです。\n\n## このレシピのメリット\n- **経費削減**: 重複購入を防げます。\n- **盗難・紛失対策**: 管理されている道具はなくなりにくいです。\n- **税務対策**: 固定資産や償却資産の申告に役立ちます。\n\n## 具体的な使い方\n1. 倉庫にある道具を音声入力などでメモします。\n2. プロンプトに入力し、見やすい一覧表に整理させます。\n3. Excelに貼り付けて管理します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の工具リストを、種類別（電動工具、手工具、消耗品）に分類して表にまとめてください。\n\n# リスト\nマキタ インパクト TD171\nタジマ スケール 5.5m\n日立 丸ノコ\nマキタ バッテリー 18V\nカッター替刃\nプラスドライバー\n```"
    },
    {
        "slug": "general-car-maintenance",
        "title": "共通：社用車のメンテナンス記録簿",
        "description": "オイル交換いつやった？車検は？社用車の整備状況を管理する表を作成。",
        "occupation": "共通",
        "task": "社用車・工事車両の管理記録作成",
        "tool": "ChatGPT",
        "content": "## 概要\n現場への足となる社用車。\n故障して止まると仕事になりません。\nオイル交換、タイヤ交換、車検などの履歴を管理し、次回のメンテナンス時期を予測しましょう。\n複数台ある場合、AIに表を作らせて一元管理するのがおすすめです。\n\n## このレシピのメリット\n- **トラブル防止**: 現場に向かう途中の故障を防げます。\n- **コスト管理**: 燃費や整備費の推移が見えます。\n- **安全性**: 整備不良による事故を防ぎます。\n\n## 具体的な使い方\n1. 保有車両の情報をリストアップします。\n2. プロンプトに入力し、管理台帳のフォーマットを作成させます。\n3. 整備のたびに記録します。\n\n## プロンプト\n```markdown\n# 命令書\n社用車3台のメンテナンス管理台帳（Excel用）の項目を作ってください。\n\n# 管理したい項目\n- 車種・ナンバー\n- オイル交換日・走行距離\n- タイヤ交換日\n- 次回車検日\n- 任意保険の更新日\n```"
    },
    {
        "slug": "general-waste-manifest-check",
        "title": "共通：マニフェスト伝票のチェックポイント",
        "description": "産廃業者から戻ってきたマニフェスト。どこを確認すればいい？B票、D票、E票の確認手順。",
        "occupation": "共通",
        "task": "マニフェスト伝票の管理・確認",
        "tool": "ChatGPT",
        "content": "## 概要\n産業廃棄物の処理委託は、排出事業者（あなた）の責任です。\nマニフェスト伝票が戻ってきたら、適正に処理されたか確認し、5年間保存する義務があります。\n「いつまでに」「どの票が」戻ってくるべきか、チェックリストを作って管理漏れを防ぎましょう。\n\n## このレシピのメリット\n- **法令遵守**: 廃棄物処理法違反（罰則あり）を防げます。\n- **不法投棄対策**: 委託業者がちゃんと処分しているか監視できます。\n- **事務効率**: 期限切れのアラート管理ができます。\n\n## 具体的な使い方\n1. マニフェストの交付日を確認します。\n2. プロンプトに入力し、各票の返送期限リストを作成させます。\n3. 期限内に戻ってきているかチェックします。\n\n## プロンプト\n```markdown\n# 命令書\n4月1日に交付したマニフェスト（A票）について、B2票、D票、E票がいつまでに戻ってこないといけないか、期限日を計算してください。\n\n# ルール\n- B2票（運搬終了）：交付から90日以内\n- D票（処分終了）：交付から90日以内\n- E票（最終処分終了）：交付から180日以内\n```"
    },
    {
        "slug": "general-CAD-layer",
        "title": "共通：CAD図面のレイヤ分けルール",
        "description": "「他人の図面が編集しにくい！」とならないために。社内で統一すべきCADのレイヤ分けルール案。",
        "occupation": "共通",
        "task": "CAD図面のレイヤ管理ルール作成",
        "tool": "ChatGPT",
        "content": "## 概要\nCAD（Jw_cadやAutoCAD）で図面を書く際、レイヤ（画層）の使い方がバラバラだと、後で修正する人が大変です。\n「通り芯は0グループ」「文字は1グループ」など、標準的なルールを決めておきましょう。\nAIに一般的なルール案を出してもらい、自社用にカスタマイズします。\n\n## このレシピのメリット\n- **作業効率**: 必要な線だけ表示/非表示にする操作がスムーズになります。\n- **データ流用**: 過去の図面を使い回す時に楽です。\n- **連携**: 協力業者とデータをやり取りする際のトラブルが減ります。\n\n## 具体的な使い方\n1. 使用しているCADソフトを伝えます。\n2. プロンプトに入力し、レイヤ分けの案を作らせます。\n3. 社内標準としてマニュアル化します。\n\n## プロンプト\n```markdown\n# 命令書\nJw_cadで建築平面図を書く際の、推奨レイヤ分け（グループ分け）ルールを作ってください。\n\n# 分けたい要素\n- 通り芯\n- 躯体（壁・柱）\n- 建具\n- 寸法線\n- 文字\n- 設備・家具\n```"
    },
    {
        "slug": "general-slack-channel",
        "title": "共通：Slack/Chatworkのチャンネル構成案",
        "description": "チャットツール導入！でもどういう部屋割りにすればいい？現場別、部署別などのチャンネル構成例。",
        "occupation": "共通",
        "task": "チャットツールのチャンネル設計",
        "tool": "ChatGPT",
        "content": "## 概要\nメールからチャットツール（Slack, Chatwork, LINE WORKS）に移行する会社が増えています。\nしかし、チャンネル（グループ）の作り方を間違えると、情報が散乱して逆に不便になります。\n「現場ごと」「部署ごと」「雑談用」など、建設業に適したチャンネル構成をAIに提案してもらいましょう。\n\n## このレシピのメリット\n- **情報整理**: 必要な情報にすぐアクセスできます。\n- **コミュニケーション活性化**: 雑談や相談がしやすくなります。\n- **誤送信防止**: 関係ない人にメッセージを送るミスを防げます。\n\n## 具体的な使い方\n1. 会社の規模と業務内容を伝えます。\n2. プロンプトに入力し、チャンネル構成案を作らせます。\n3. ツールに設定します。\n\n## プロンプト\n```markdown\n# 命令書\n社員10名の工務店でSlackを導入します。\n効果的なチャンネル構成案を考えてください。\n\n# 業務内容\n- 新築住宅の設計・施工\n- リフォーム\n- アフターメンテナンス\n\n# 必須チャンネル\n- 全社連絡\n- 現場ごとの連絡\n- 日報\n```"
    },
    {
        "slug": "general-meeting-icebreak",
        "title": "共通：初対面の施主とのアイスブレイク集",
        "description": "現場調査や打ち合わせの最初、何を話す？緊張をほぐし、信頼関係を作るための雑談ネタ。",
        "occupation": "共通",
        "task": "施主との雑談・アイスブレイク",
        "tool": "ChatGPT",
        "content": "## 概要\n「腕はいいけど無愛想」な職人は損をします。\n最初の5分で「話しやすい人だな」と思ってもらえれば、その後の打ち合わせもスムーズに進みますし、クレームも減ります。\n天気の話だけでなく、家や地域、ペットなど、自然に会話を広げるネタを持っておきましょう。\n\n## このレシピのメリット\n- **信頼構築**: 「いい人そう」という第一印象を与えます。\n- **情報収集**: 雑談の中から、お客様の要望やこだわりを聞き出せます。\n- **リラックス**: 自分自身の緊張もほぐれます。\n\n## 具体的な使い方\n1. 訪問先の情報を整理します（ペットがいるか、庭があるかなど）。\n2. プロンプトに入力し、話題のリストを作らせます。\n3. 訪問時の会話に使います。\n\n## プロンプト\n```markdown\n# 命令書\n初めて訪問するお客様（50代夫婦、戸建て）との会話のきっかけ（アイスブレイク）になる話題を5つ考えてください。\n\n# 状況\n- 玄関先に綺麗な花が植えてある\n- 犬（柴犬）を飼っているようだ\n- 築20年くらいのリフォーム相談\n```"
    },
    {
        "slug": "general-pc-shortcut",
        "title": "共通：現場監督のための爆速PCショートカット集",
        "description": "Ctrl+C/Vだけじゃない。Excelやブラウザ操作を劇的に速くする、覚えておくべきショートカットキー。",
        "occupation": "共通",
        "task": "PC作業の効率化（ショートカットキー）",
        "tool": "ChatGPT",
        "content": "## 概要\n現場監督は書類作成の量が膨大です。\nマウスでカチカチ操作している時間を、ショートカットキーで短縮すれば、毎日30分の時短になります。\n「ウィンドウの切り替え」「画面のスクリーンショット」「Excelの行挿入」など、建設業の事務でよく使う操作に絞って覚えましょう。\n\n## このレシピのメリット\n- **時短**: 事務作業を早く終わらせて、現場に出たり早く帰ったりできます。\n- **ストレス減**: PC操作のイライラが減ります。\n- **プロ感**: パソコンをサクサク操作できるとかっこいいです。\n\n## 具体的な使い方\n1. 自分がよく使うソフト（Excel、Chromeなど）を伝えます。\n2. プロンプトに入力し、便利なショートカット一覧を作らせます。\n3. デスクトップに貼って覚えます。\n\n## プロンプト\n```markdown\n# 命令書\nWindowsパソコンで、現場監督の事務作業を効率化するためのショートカットキーを10個厳選して教えてください。\n\n# よく使うソフト\n- Excel（写真台帳作成、見積もり）\n- Google Chrome（調べ物）\n- エクスプローラー（写真整理）\n```"
    },
    {
        "slug": "general-smartphone-app",
        "title": "共通：現場で役立つ神アプリ5選",
        "description": "「水平器」「騒音計」「単位換算」…。スマホに入れておくべき、現場作業を助ける便利アプリを紹介。",
        "occupation": "共通",
        "task": "現場で役立つスマホアプリの活用",
        "tool": "ChatGPT",
        "content": "## 概要\nスマホは最強の工具です。\n専用の測定器がなくても、アプリで代用できることがたくさんあります。\n「水平器を忘れた」「今の騒音どれくらい？」といった時にサッと使える、建設現場向けの無料アプリをAIに紹介してもらいましょう。\n\n## このレシピのメリット\n- **道具削減**: 持ち歩く道具を減らせます。\n- **緊急対応**: 道具を忘れた時のバックアップになります。\n- **記録**: 測定結果をスクリーンショットで残せます。\n\n## 具体的な使い方\n1. 自分の職種や困りごとを伝えます。\n2. プロンプトに入力し、おすすめアプリを聞きます。\n3. インストールして使ってみます。\n\n## プロンプト\n```markdown\n# 命令書\n建設現場で役立つ、iPhoneの無料アプリを5つ紹介してください。\n\n# 職種\n内装リフォームの現場監督\n\n# 欲しい機能\n- 寸法を測る（メジャー代わり）\n- 水平を見る\n- 部屋の間取り図を簡単に書きたい\n```"
    },
    {
        "slug": "general-stress-check",
        "title": "共通：現場のストレス解消法リスト",
        "description": "「監督がうるさい」「工期がない」…。現場のストレスを溜め込まないための、メンタルケア方法。",
        "occupation": "共通",
        "task": "ストレス解消・メンタルヘルスケア",
        "tool": "ChatGPT",
        "content": "## 概要\n建設業はストレスの多い職場です。\n人間関係、天候、工期、事故のリスク…。\n真面目な人ほど抱え込んでしまいがちです。\nAIに「愚痴」を聞いてもらったり、科学的に効果のあるリラックス方法（呼吸法、ストレッチなど）を提案してもらい、心を整えましょう。\n\n## このレシピのメリット\n- **健康維持**: 心の病気を防ぎ、長く働けます。\n- **判断力**: イライラしていると事故やミスが増えます。冷静さを取り戻しましょう。\n- **家庭円満**: 家に仕事のストレスを持ち帰らなくなります。\n\n## 具体的な使い方\n1. 今感じているストレスの内容をプロンプトに書き殴ります。\n2. AIに慰めてもらったり、解決策を提案してもらいます。\n3. 提案されたリラックス法を実践します。\n\n## プロンプト\n```markdown\n# 命令書\n現場監督からの理不尽な要求でイライラしています。\n気持ちを切り替えて、明日の仕事に集中するためのストレス解消法を3つ提案してください。\n\n# 状況\n- 帰宅後の短い時間でできること\n- お酒以外で\n```"
    },
    {
        "slug": "general-summer-goods",
        "title": "共通：最強の空調服・冷却グッズ選び",
        "description": "毎年進化する熱中症対策グッズ。「どれが一番涼しい？」最新トレンドや選び方をAIにリサーチさせる。",
        "occupation": "共通",
        "task": "熱中症対策グッズの選定",
        "tool": "ChatGPT (Web Browsing)",
        "content": "## 概要\n夏の現場は戦場です。\n空調服（ファン付きウェア）や水冷ベスト、冷却スプレーなど、新しいグッズが次々と出てきます。\n「バッテリーの持ちは？」「風量は？」など、自分の作業環境に合った最強の組み合わせをAIに探させましょう。\n\n## このレシピのメリット\n- **快適性**: 少しでも涼しく作業できれば、疲れが全然違います。\n- **作業効率**: 暑さでバテて手が止まるのを防げます。\n- **無駄遣い防止**: 買って失敗するリスクを減らせます。\n\n## 具体的な使い方\n1. 作業環境（炎天下、屋内、火気使用など）を伝えます。\n2. プロンプトに入力し、おすすめのグッズを聞きます。\n3. 購入の参考にします。\n\n## プロンプト\n```markdown\n# 命令書\n今年の夏に向けて、最新の熱中症対策グッズを探しています。\n以下の条件に合うおすすめのアイテム（空調服やインナーなど）を教えてください。\n\n# 条件\n- 溶接作業をするので、火花に強い素材（綿など）\n- とにかく涼しさ重視\n- 予算はトータル3万円以内\n```"
    },
    {
        "slug": "general-winter-goods",
        "title": "共通：冬の現場を乗り切る防寒対策",
        "description": "「指先が動かない」「足が冷たい」…。ヒーターベストや防寒手袋など、作業性を落とさない防寒術。",
        "occupation": "共通",
        "task": "防寒対策・冬用装備の選定",
        "tool": "ChatGPT (Web Browsing)",
        "content": "## 概要\n冬の現場も過酷です。\n着込みすぎると動きにくいし、薄着だと寒くて体が固まります。\n最近は電熱ベスト（ヒーターベスト）などのハイテク装備も安くなっています。\n作業性を損なわず、かつ暖かい最適なレイヤリング（重ね着）をAIに提案してもらいましょう。\n\n## このレシピのメリット\n- **作業性確保**: 指先や肩周りが動かしやすい服装で、安全に作業できます。\n- **健康管理**: 風邪や腰痛（冷えからくるもの）を防げます。\n- **モチベーション**: 暖かいと朝の現場に行くのが少し楽になります。\n\n## 具体的な使い方\n1. 作業内容と寒さのレベルを伝えます。\n2. プロンプトに入力し、おすすめの服装を聞きます。\n3. ワークマンなどで揃えます。\n\n## プロンプト\n```markdown\n# 命令書\n真冬の外部足場作業（風が強い）における、最適な服装（重ね着）の組み合わせを提案してください。\n\n# 条件\n- 動きやすさ重視\n- 予算1万円以内で全身（インナーからアウターまで）揃えたい\n- ワークマンの商品を中心に\n```"
    },
    {
        "slug": "general-lunch-search",
        "title": "共通：現場近くの「安くて美味い」ランチ検索",
        "description": "知らない土地の現場。「近くに定食屋ないかな？」駐車場あり・大盛り可などの条件でAIにお店を探させる。",
        "occupation": "共通",
        "task": "現場周辺のランチスポット検索",
        "tool": "ChatGPT (Web Browsing)",
        "content": "## 概要\n現場の楽しみといえば昼飯です。\nコンビニ弁当ばかりでは飽きますし、栄養も偏ります。\n「現場から車で5分以内」「駐車場がある」「ガッツリ食べられる」お店をAIに探させれば、午後の活力になります。\n\n## このレシピのメリット\n- **リフレッシュ**: 美味しいご飯で気分転換できます。\n- **健康**: バランスの良い食事をとれます。\n- **時短**: お店を探してウロウロする時間をなくせます。\n\n## 具体的な使い方\n1. 現場の住所または現在地を伝えます。\n2. 食べたいジャンルや条件をプロンプトに入力します。\n3. 提案されたお店に行きます。\n\n## プロンプト\n```markdown\n# 命令書\n以下の現場住所から、車で10分以内に行けるおすすめのランチスポットを3つ教えてください。\n\n# 住所\n東京都八王子市〇〇町1-2-3\n\n# 条件\n- ハイエースが停められる駐車場があること\n- 1000円以内でお腹いっぱいになる定食屋かラーメン屋\n- 提供が早いこと\n```"
    },
    {
        "slug": "hvac-electricity-comparison",
        "title": "空調屋：古いエアコンと最新機種の電気代比較表",
        "description": "「買い替えた方がお得？」と聞かれたら。10年前の機種との電気代比較表をサクッと作成して、提案の説得力をアップ。",
        "occupation": "空調設備屋",
        "task": "古いエアコンと最新機種の電気代比較表作成",
        "tool": "ChatGPT",
        "content": "## 概要\nお客様にエアコンの入れ替えを提案する際、「まだ動くから」と断られることはありませんか？\nしかし、10年前の機種と最新機種では電気代が大きく違います。\nその差額を具体的な数字で見せることで、「買い替えた方が結果的に安い」と納得してもらいやすくなります。\nAIに機種のスペックや条件を伝えれば、年間の電気代差額を試算した比較表がすぐに作れます。\n\n## このレシピのメリット\n- **成約率アップ**: 「元が取れる」ことが数字で伝わります。\n- **信頼獲得**: 根拠のある提案で、プロとしての信頼度が上がります。\n- **時短**: 面倒な計算をAIに任せられます。\n\n## 具体的な使い方\n1. 既存機種と提案機種の消費電力（期間消費電力量）を調べます。\n2. プロンプトに入力し、比較表を作成させます。\n3. 提案書に貼り付けて説明します。\n\n## プロンプト\n```markdown\n# 命令書\nお客様にエアコンの買い替えを提案するための、電気代比較表を作成してください。\n10年間のトータルコストの差も出してください。\n\n# 条件\n- 電気代単価：31円/kWh\n- 既存機種（10年前）：年間消費電力量 1,500kWh\n- 最新機種：年間消費電力量 900kWh\n- 本体価格（工事費込）：15万円\n```"
    },
    {
        "slug": "hvac-freon-certificate-remarks",
        "title": "空調屋：フロン回収証明書の備考欄作成",
        "description": "回収証明書の備考欄、何を書けばいい？「配管再利用のためボンベ回収」など、状況に合わせた適切な記述を生成。",
        "occupation": "空調設備屋",
        "task": "フロンガス回収証明書の備考欄作成",
        "tool": "ChatGPT",
        "content": "## 概要\nフロン排出抑制法に基づく回収証明書。\n通常は定型的な記入で済みますが、イレギュラーなケース（コンプレッサー故障で回収不能、配管再利用など）では、備考欄にその理由を詳しく書く必要があります。\n後から行政や元請けに突っ込まれないよう、法令に則った適切な表現をAIに作らせましょう。\n\n## このレシピのメリット\n- **法令遵守**: 正しい理由付けで、コンプライアンス違反を防げます。\n- **手戻り防止**: 書類の不備による再提出をなくせます。\n- **安心感**: 「これで大丈夫か？」という不安を解消できます。\n\n## 具体的な使い方\n1. 現場の状況（なぜ通常回収できなかったか等）を整理します。\n2. プロンプトに入力し、備考欄の文章を作成させます。\n3. 証明書に記入します。\n\n## プロンプト\n```markdown\n# 命令書\nフロン回収証明書の備考欄に記載する文章を作成してください。\n\n# 状況\n- 室外機のコンプレッサーが故障しており、ポンプダウンができなかった\n- そのため、フロン回収機を使用して液管・ガス管から直接回収した\n- 回収量は規定量より少なかった（漏洩の可能性あり）\n```"
    },
    {
        "slug": "hvac-noise-complaint",
        "title": "空調屋：室外機の騒音クレーム対応文",
        "description": "「室外機がうるさい！」近隣からの苦情に、誠意を持って対応するための回答文と対策案。",
        "occupation": "空調設備屋",
        "task": "室外機設置場所の騒音クレーム対応文",
        "tool": "ChatGPT",
        "content": "## 概要\nエアコン設置後、近隣住民から「室外機の音がうるさい」「風が当たる」といったクレームが来ることがあります。\n感情的な対応は火に油を注ぎます。\nまずは不快な思いをさせたことを詫び、防振ゴムの設置や風向調整板の取り付けなど、具体的な対策を提示する手紙やメールを作成しましょう。\n\n## このレシピのメリット\n- **トラブル沈静化**: 誠実な対応で、大きなトラブルへの発展を防ぎます。\n- **解決への道筋**: 具体的な対策を示すことで、相手も納得しやすくなります。\n- **会社の評判**: 「クレーム対応もしっかりしている」と評価されます。\n\n## 具体的な使い方\n1. クレームの内容と、現場で可能な対策を確認します。\n2. プロンプトに入力し、お詫びと提案の文章を作成します。\n3. 相手に送るか、直接訪問時のトークスクリプトとして使います。\n\n## プロンプト\n```markdown\n# 命令書\n隣の家から「室外機の音がうるさくて眠れない」と苦情が来ました。\nお詫びと、対策を提案する手紙の文章を作成してください。\n\n# 提案する対策\n- 室外機の下に防振ゴムを追加する\n- 夜間は静音モードに設定していただくよう施主様に依頼済み\n- それでも改善しない場合は、移設も検討する（要相談）\n```"
    },
    {
        "slug": "welder-hiyari-hatto-voice",
        "title": "溶接工：音声入力でヒヤリハット報告",
        "description": "火花が散ってヒヤッとした！現場の状況をスマホに話しかけるだけで、臨場感のあるヒヤリハット報告が完成。",
        "occupation": "溶接工",
        "task": "ヒヤリハット報告（火気使用時の危険予知）",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n溶接作業は火災や火傷のリスクと隣り合わせ。\n「スパッタが養生シートに飛んだ」「アーク光で目が焼けた」などのヒヤリハットは、共有することで仲間の事故を防げます。\nしかし、文章を書くのは面倒。\n休憩中にスマホに向かって状況を喋るだけで、安全衛生委員会に提出できるレベルの報告書を作りましょう。\n\n## このレシピのメリット\n- **報告のハードル低下**: 書く手間がないので、些細なことでも報告しやすくなります。\n- **事故防止**: 具体的な事例共有が、一番の安全教育になります。\n- **記録**: 労災隠しを疑われないよう、日々の記録を残せます。\n\n## 具体的な使い方\n1. ChatGPTの音声入力をオンにします。\n2. 「今日、高所で溶接してたら、火花が下の可燃物に落ちそうになって焦った。監視員がいなかったらヤバかった」のように喋ります。\n3. プロンプトで整形します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の音声入力テキストを、安全大会で発表できる「ヒヤリハット報告書」の形式に整えてください。\n\n# 音声入力\n[ここに音声テキストを貼り付け]\n\n# 出力項目\n- 発生状況\n- 原因\n- 対策（どうすれば防げるか）\n```"
    },
    {
        "slug": "welder-conditions-summary",
        "title": "溶接工：施工要領書の溶接条件整理",
        "description": "電流、電圧、パス間温度…。WPS（溶接施工要領書）に必要な数値を整理し、一覧表にする。",
        "occupation": "溶接工",
        "task": "施工要領書の溶接条件の整理",
        "tool": "ChatGPT",
        "content": "## 概要\n厳しい品質管理が求められる現場では、溶接条件の管理が必須です。\nしかし、板厚や開先形状ごとに条件（電流・電圧・速度）を整理するのは大変な作業。\nAIに「板厚12mmの突合せ溶接」などの条件を伝えれば、一般的な推奨値を提示してくれます。\nこれをベースに、自分の現場に合わせて調整すれば、要領書作成が格段に早くなります。\n\n## このレシピのメリット\n- **作成スピードUP**: ゼロから調べる時間を短縮できます。\n- **抜け漏れ防止**: 予熱温度やパス間温度など、忘れがちな項目も網羅できます。\n- **説得力**: 一般的な規格に基づいた数値をベースにできます。\n\n## 具体的な使い方\n1. 溶接方法と母材条件を整理します。\n2. プロンプトに入力し、条件表を作成させます。\n3. Excelの要領書フォーマットに転記します。\n\n## プロンプト\n```markdown\n# 命令書\n被覆アーク溶接の施工条件を整理してください。\n\n# 条件\n- 母材：SS400、板厚19mm\n- 継手：レ型開先（完全溶込み）\n- 溶接棒：LB-52（4.0mm）\n\n# 出力\n層ごとの電流値、電圧値の目安を表にしてください。\n```"
    },
    {
        "slug": "welder-tips-manual",
        "title": "溶接工：若手への「コツ」言語化マニュアル",
        "description": "「感覚で覚えろ」はもう古い？アーク溶接の微妙な手元の感覚を、AIと言語化してマニュアルに。",
        "occupation": "溶接工",
        "task": "若手へのアーク溶接のコツ言語化（マニュアル）",
        "tool": "ChatGPT",
        "content": "## 概要\nベテラン職人の「いい感じにプールを運ぶ」といった感覚的な言葉は、初心者には伝わりにくいものです。\n「アーク長を一定に保つ」「ウィービングのリズム」といったコツを、AIと対話しながら具体的な言葉（数値や例え話）に変換しましょう。\nこれを作れば、指導の質が上がり、若手の成長スピードが加速します。\n\n## このレシピのメリット\n- **技術継承**: ベテランの暗黙知を形式知として残せます。\n- **指導の効率化**: 何度も同じことを言わなくて済みます。\n- **若手のモチベーション**: 分かりやすい指導は信頼に繋がります。\n\n## 具体的な使い方\n1. 自分が意識しているコツを箇条書きにします。\n2. プロンプトに入力し、初心者にもわかる表現に変換させます。\n3. 印刷して現場の休憩所に貼ります。\n\n## プロンプト\n```markdown\n# 命令書\nアーク溶接（立向き）のコツを、初心者にもわかるように解説したマニュアルを作ってください。\n\n# 私の感覚（メモ）\n- 棒は少し下向きに構える\n- アークを切らないように短く保つ\n- 左右に振るとき、端っこで一瞬止めるイメージ\n\n# 変換のポイント\n- 具体的な角度や秒数を使って説明する\n- なぜそうするのか（理由）も付け加える\n```"
    },
    {
        "slug": "plumber-drawing-check",
        "title": "配管工：図面と現場の整合性チェックリスト",
        "description": "図面通りに行かないのが現場。スリーブ位置や梁貫通など、着工前に確認すべきポイントをリスト化。",
        "occupation": "配管工",
        "task": "図面と現場の整合性チェックリスト作成",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\nいざ配管しようとしたら「梁があって通らない！」「スリーブの位置が違う！」というトラブル。\n手戻りは最大の損失です。\n施工図の写真をAIに見せて、現場調査で確認すべき重点ポイントをリストアップさせましょう。\n事前にリスクを潰しておくことで、スムーズな施工が可能になります。\n\n## このレシピのメリット\n- **手戻り撲滅**: 配管のやり直しやコア抜き直しを防げます。\n- **工程厳守**: トラブルによるストップをなくせます。\n- **監督との連携**: 事前に問題点を指摘することで、調整がスムーズになります。\n\n## 具体的な使い方\n1. 施工図（特に複雑な部分）の写真を撮ります。\n2. ChatGPTにアップロードし、チェックリストを作成させます。\n3. 現場でリストを見ながら確認します。\n\n## プロンプト\n（図面画像をアップロードして）\n```markdown\nこの衛生配管図面を見て、現場乗り込み時に確認すべきチェックリストを作成してください。\n特に、構造体（梁・柱）との干渉や、勾配が取れるかどうかの懸念点を挙げてください。\n```"
    },
    {
        "slug": "plumber-leak-report-voice",
        "title": "配管工：漏水調査報告書の「原因と対策」",
        "description": "漏水原因、複雑で説明しにくい…。音声入力で状況を話せば、論理的で分かりやすい報告文章に。",
        "occupation": "配管工",
        "task": "漏水調査報告書の「原因と対策」の文章化",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n漏水調査は原因特定が難しく、複合的な要因の場合もあります。\n「パッキンの劣化と、配管の腐食が同時に起きていて…」といった複雑な状況を、報告書としてまとめるのは大変です。\n見たままの状況を音声入力で吹き込み、AIに整理させることで、誰が読んでも分かる報告書を作成しましょう。\n\n## このレシピのメリット\n- **報告品質の向上**: 論理的な文章で、プロとしての信頼を得られます。\n- **責任の明確化**: 原因を特定し、こちらの施工不良ではないことを証明する際にも役立ちます。\n- **時短**: 現場から帰る車の中で報告書の下書きが完了します。\n\n## 具体的な使い方\n1. 調査終了後、音声入力を起動します。\n2. 発見した事実、推測される原因、行った処置を喋ります。\n3. プロンプトで整形します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の調査メモ（音声）から、漏水調査報告書の「原因」と「処置内容」の文章を作成してください。\n\n# 音声メモ\n[ここに音声を貼り付け]\n\n# 出力構成\n1. 漏水箇所\n2. 推定原因（経年劣化なのか、施工不良なのか等）\n3. 応急処置の内容\n4. 今後の推奨工事\n```"
    },
    {
        "slug": "civil-safety-translation",
        "title": "土木作業員：外国人実習生への「安全指示」翻訳",
        "description": "「危ない！」が伝わらないと命取り。ベトナム語やタガログ語で、現場の安全ルールを翻訳カードに。",
        "occupation": "土木作業員",
        "task": "外国人実習生への「安全指示」翻訳（ベトナム・タガログ語）",
        "tool": "ChatGPT (翻訳)",
        "content": "## 概要\n土木現場では重機と人が混在するため、安全指示の徹底は最重要課題です。\n外国人実習生に対して、ジェスチャーだけでなく、母国語で正確なニュアンスを伝えることが事故防止に繋がります。\nAIを使えば、現場特有の言い回しも適切な現地語に翻訳できます。\n\n## このレシピのメリット\n- **労働災害防止**: 意味を正しく理解してもらうことで、危険行動を減らせます。\n- **コミュニケーション**: 母国語での指示は、実習生の安心感と信頼に繋がります。\n- **教育効率**: 毎回翻訳アプリを使う手間を省き、定型カードで指示できます。\n\n## 具体的な使い方\n1. 伝えたい安全ルールを日本語でリストアップします。\n2. プロンプトに入力し、対象の言語に翻訳させます。\n3. カタカナの読み仮名も付けてもらい、印刷して渡します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の現場指示を、ベトナム語とタガログ語に翻訳してください。\n日本人が発音できるように、カタカナで読み方も併記してください。\n\n# 指示内容\n1. バックホウの旋回範囲に入らないで\n2. 玉掛けワイヤーの点検をしてください\n3. 体調が悪かったらすぐに言ってください\n```"
    },
    {
        "slug": "civil-rain-line",
        "title": "土木作業員：雨天時の作業変更LINE（一斉送信）",
        "description": "「今日は中止？やるの？」朝のバタバタを解消。判断基準と指示を明確にした一斉送信メッセージ。",
        "occupation": "土木作業員",
        "task": "雨天時の作業変更連絡LINE（一斉送信）",
        "tool": "ChatGPT",
        "content": "## 概要\n土木工事は天候に左右されます。\n微妙な天気の時、作業員は「現場に行くべきか」迷っています。\n「小雨決行」「屋内作業に変更」「完全中止」など、状況に応じた明確な指示を、グループLINEで素早く配信しましょう。\nAIにテンプレートを作らせておけば、朝の忙しい時間に迷わず送信できます。\n\n## このレシピのメリット\n- **混乱防止**: 全員に同じ情報を同時に伝えることで、問い合わせ電話を減らせます。\n- **待機時間の削減**: 早めの連絡で、作業員の時間を無駄にしません。\n- **記録**: 言った言わないのトラブルを防げます。\n\n## 具体的な使い方\n1. その日の決定事項（中止、変更など）を確認します。\n2. プロンプトに入力し、メッセージを作成します。\n3. グループLINEに送信します。\n\n## プロンプト\n```markdown\n# 命令書\n現場グループLINEに送る、雨天時の作業指示メッセージを作成してください。\n\n# 状況\n- 現在雨が降っているが、予報では10時に止む\n- とりあえず現場事務所に集合して待機\n- 外部作業ができない場合は、倉庫の整理を行う\n- 遅刻せず通常通り来てほしい\n```"
    },
    {
        "slug": "civil-ky-vision",
        "title": "土木作業員：写真でKY（危険予知）ネタ出し",
        "description": "現場の写真を撮って「ここ危ないよ」とAIに指摘してもらう。マンネリ化したKY活動に新しい視点を。",
        "occupation": "土木作業員",
        "task": "KY（危険予知）活動表のネタ出し",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n毎日のKY活動、どうしても「足元注意」「重機接触注意」などのワンパターンになりがちです。\nしかし、現場の状況は日々変わっています。\n現場の写真をAIに見せて、「この状況で潜んでいる危険は？」と問いかけることで、人間が見落としていたリスクを発見できるかもしれません。\n\n## このレシピのメリット\n- **新鮮な気づき**: 第三者（AI）の視点で、慣れによる見落としを防げます。\n- **安全意識向上**: 具体的な危険箇所を指摘されることで、ハッとさせられます。\n- **ネタ切れ解消**: 毎日のKY記入が楽になります。\n\n## 具体的な使い方\n1. 作業現場の写真を撮ります（掘削穴、資材置き場など）。\n2. ChatGPTにアップロードします。\n3. 危険ポイントを挙げさせ、KY活動に使います。\n\n## プロンプト\n（現場写真をアップロードして）\n```markdown\nこの現場写真を見て、作業員が気づきにくい「危険のポイント」を3つ挙げてください。\nまた、それぞれの対策も提案してください。\nKY（危険予知）活動に使います。\n```"
    },
    {
        "slug": "scaffolder-dismantle-notice",
        "title": "鳶職：足場解体時の近隣飛散防止案内",
        "description": "「洗濯物が汚れた！」を防ぐ。解体時のホコリやゴミの飛散について、近隣に注意喚起する案内文。",
        "occupation": "鳶職",
        "task": "足場解体時の近隣への飛散防止案内文",
        "tool": "ChatGPT",
        "content": "## 概要\n足場解体時は、メッシュシートを外すため、どうしてもホコリやゴミが飛散しやすくなります。\n近隣の方に事前に「この日は洗濯物を干さないで」とお願いしておくことが、トラブル防止の鉄則です。\n丁寧なお願い文章をAIに作成させ、ポスティングや回覧板で周知しましょう。\n\n## このレシピのメリット\n- **クレームゼロ**: 事前の周知で、洗濯物汚れなどのトラブルを防げます。\n- **近隣との良好な関係**: 配慮がある業者として、会社の評判が上がります。\n- **スムーズな作業**: クレーム対応で作業が止まるのを防げます。\n\n## 具体的な使い方\n1. 解体予定日時を決めます。\n2. プロンプトに入力し、案内文を作成します。\n3. 近隣に配布します。\n\n## プロンプト\n```markdown\n# 命令書\n近隣住民の方へ、足場解体工事のお知らせ文を作成してください。\n\n# 日時\n〇月〇日 8:00〜17:00\n\n# お願いしたいこと\n- メッシュシートを外すため、ホコリが飛ぶ可能性がある\n- ベランダの洗濯物は部屋干しをお願いしたい\n- 窓は閉めておいてほしい\n- 車にはカバーをかけるなどの対策をお願いしたい（必要であれば養生シートを貸し出す旨も）\n```"
    },
    {
        "slug": "scaffolder-harness-report",
        "title": "鳶職：フルハーネス特別教育の受講報告",
        "description": "講習受けたけど報告書書くのが面倒…。受講内容と感想をまとめて、会社に提出する報告書を作成。",
        "occupation": "鳶職",
        "task": "フルハーネス特別教育の受講報告書",
        "tool": "ChatGPT",
        "content": "## 概要\n高所作業に必須のフルハーネス特別教育。\n受講後に会社から「報告書出して」と言われることがありますが、一日座学を受けて疲れた後に文章を書くのは大変です。\nカリキュラムの内容（法令、器具の知識、災害事例など）をAIに伝えれば、それらしい感想と学んだことをまとめた報告書がすぐに完成します。\n\n## このレシピのメリット\n- **事務作業の短縮**: 5分で報告書が完成します。\n- **内容の充実**: 講習のポイントを押さえた、しっかりした報告書になります。\n- **記録**: 資格取得の記録として社内に残せます。\n\n## 具体的な使い方\n1. 講習のテキストの目次や、印象に残った話をメモします。\n2. プロンプトに入力します。\n3. 生成された文章を報告書用紙に記入します。\n\n## プロンプト\n```markdown\n# 命令書\nフルハーネス型墜落制止用器具の特別教育を受講したので、受講報告書の「受講内容」と「感想」を作成してください。\n\n# カリキュラム\n- 関係法令\n- 墜落制止用器具に関する知識\n- 労働災害の防止に関する知識\n\n# 感想の方向性\n- 従来の安全帯との違いがよく分かった\n- 2丁掛けの重要性を再認識した\n- 明日からの現場で安全作業を徹底したい\n```"
    },
    {
        "slug": "roofer-rain-risk",
        "title": "板金屋：屋根点検後の「雨漏りリスク」説明",
        "description": "屋根の写真を撮って「ここが危ない」。お客様に雨漏りのリスクを視覚と言葉で伝える説明文。",
        "occupation": "板金屋",
        "task": "屋根点検後の「雨漏りリスク」説明文（顧客用）",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n屋根の上はお客様が見えない場所。\n「板金が浮いています」と口で言っても、緊急性が伝わらないことがあります。\n写真をAIに見せて、「なぜこの状態が危険なのか」「放置するとどうなるか」を解説させることで、お客様にリスクを正しく理解してもらい、早期の修理を促しましょう。\n\n## このレシピのメリット\n- **受注率向上**: リスクが具体的に伝わることで、工事の必要性を感じてもらえます。\n- **信頼性**: 専門的ながらも分かりやすい説明で、プロとして信頼されます。\n- **証拠**: 写真と解説を残すことで、後で雨漏りした際の「言った言わない」を防げます。\n\n## 具体的な使い方\n1. 劣化箇所の写真を撮ります。\n2. ChatGPTにアップロードし、リスクを解説させます。\n3. LINEや報告書でお客様に伝えます。\n\n## プロンプト\n（屋根の板金が浮いている写真をアップロードして）\n```markdown\nこの屋根の写真をお客様に見せます。\n板金の釘が浮いて隙間ができている状態ですが、これを放置するとどのような雨漏りリスクがあるか、素人のお客様にもわかるように怖さを交えて説明してください。\n```"
    },
    {
        "slug": "roofer-price-hike",
        "title": "板金屋：材料単価高騰の値上げ交渉メール",
        "description": "「また値上げ？」と言わせない。ガルバリウム鋼板などの高騰理由を論理的に伝え、理解を求めるメール。",
        "occupation": "板金屋",
        "task": "材料単価高騰に伴う値上げ交渉メール",
        "tool": "ChatGPT",
        "content": "## 概要\n昨今の建材価格高騰、特に金属材料の値上がりは深刻です。\n元請けや施主に値上げをお願いするのは気が重いですが、我慢して赤字になっては元も子もありません。\n「世界情勢による原材料費の高騰」など、不可抗力であることを丁寧に説明し、協力をお願いするビジネスメールを作成しましょう。\n\n## このレシピのメリット\n- **利益確保**: 適正な利益を確保し、事業を継続できます。\n- **交渉のストレス減**: 言いにくいことをAIが代弁してくれます。\n- **関係維持**: 丁寧な説明で、相手の理解を得やすくします。\n\n## 具体的な使い方\n1. 値上げ幅と対象品目を確認します。\n2. プロンプトに入力し、交渉メールを作成します。\n3. 見積書を添付して送信します。\n\n## プロンプト\n```markdown\n# 命令書\n元請け工務店に対し、屋根工事の単価値上げをお願いするメールを作成してください。\n\n# 理由\n- ガルバリウム鋼板のメーカー値上げ（15%アップ）\n- 副資材（コーキング等）の高騰\n\n# お願い\n- 次回の発注分から、見積もり単価を10%改定させていただきたい\n- 企業努力だけでは吸収しきれない状況をご理解いただきたい\n```"
    },
    {
        "slug": "cleaner-before-after",
        "title": "美装屋：作業完了報告のBefore/After説明",
        "description": "「こんなに綺麗になりました！」写真だけじゃ伝わらない苦労や工夫を文章にして、感動をプラス。",
        "occupation": "清掃業（美装）",
        "task": "作業完了報告書のBefore/After説明文",
        "tool": "ChatGPT",
        "content": "## 概要\nハウスクリーニングや竣工美装。\nBefore/Afterの写真を並べるのは基本ですが、そこに「どうやって落としたか」「どこまで綺麗になったか」という解説を加えることで、価値がグッと上がります。\n「諦めていた汚れが落ちた」という感動を言葉にして、お客様に伝えましょう。\n\n## このレシピのメリット\n- **満足度向上**: プロの技術をアピールでき、お客様の感動を呼びます。\n- **リピート・紹介**: 「すごい業者さん」として記憶に残りやすくなります。\n- **クレーム防止**: 「ここは素材の変色なので落ちない」といった説明も自然にできます。\n\n## 具体的な使い方\n1. ビフォーアフターの写真を撮ります。\n2. 汚れの種類と落とし方をプロンプトに入力します。\n3. 生成された文章を報告書やSNSに載せます。\n\n## プロンプト\n```markdown\n# 命令書\nお風呂掃除の完了報告文を作成してください。\nBefore/Afterの写真に添える文章です。\n\n# 内容\n- 鏡のウロコ汚れ：専用のダイヤモンドパッドで研磨し、完全に除去\n- カビ：ゴムパッキンの奥まで浸透していたが、薬剤湿布でほぼ真っ白に\n- 蛇口：水垢を落としてピカピカに磨き上げ\n```"
    },
    {
        "slug": "cleaner-option-proposal",
        "title": "美装屋：特殊清掃のオプション提案書",
        "description": "「ついでにここもやりませんか？」カビ防止や撥水コーティングなど、単価アップのための提案書。",
        "occupation": "清掃業（美装）",
        "task": "特殊清掃（カビ・油汚れ）のオプション提案書",
        "tool": "ChatGPT",
        "content": "## 概要\n通常の清掃だけでなく、オプションメニュー（防カビコート、換気扇分解洗浄など）を受注できれば単価が上がります。\nしかし、押し売りは嫌われます。\n「今やっておくと後で楽ですよ」「健康にいいですよ」というメリットを強調した、スマートな提案書をAIに作らせましょう。\n\n## このレシピのメリット\n- **単価アップ**: 1件あたりの売上を最大化できます。\n- **顧客のメリット**: 長期的にはお客様のためになる提案ができます。\n- **営業ツール**: 一度作れば、他のお客様にも使い回せます。\n\n## 具体的な使い方\n1. 提案したいオプションメニューを決めます。\n2. プロンプトに入力し、提案チラシやメール文面を作成します。\n3. 見積もり時や作業中に案内します。\n\n## プロンプト\n```markdown\n# 命令書\nエアコンクリーニングを申し込まれたお客様に、「防カビチタンコーティング（+3,000円）」を提案するトークスクリプト（またはチラシ文面）を作成してください。\n\n# メリット\n- カビの発生を約1年間抑制\n- 嫌なニオイを防止\n- 小さなお子様やペットがいる家庭に特におすすめ\n```"
    },
    {
        "slug": "landscaper-annual-schedule",
        "title": "植木屋：庭木の年間剪定スケジュール提案",
        "description": "「いつ切ればいいの？」お客様の庭木に合わせた、最適な剪定時期カレンダーを作成。",
        "occupation": "造園・植木屋",
        "task": "庭木の年間剪定スケジュールの提案",
        "tool": "ChatGPT",
        "content": "## 概要\n庭木は種類によって剪定適期が異なります。\nお客様はそれを知らないため、「伸びたから切って」と依頼が来ますが、花芽を切ってしまう時期だと翌年花が咲きません。\nプロとして「この木は〇月と〇月がお手入れ時期です」と提案するカレンダーを作りましょう。\n\n## このレシピのメリット\n- **定期契約の獲得**: 年間管理の提案がしやすくなります。\n- **植物の健康**: 最適な時期に手入れすることで、木が元気に育ちます。\n- **顧客満足**: 「花が咲かなかった」というクレームを防げます。\n\n## 具体的な使い方\n1. 庭にある樹木の種類をリストアップします。\n2. プロンプトに入力し、スケジュール表を作成させます。\n3. 見積もりと一緒に提出します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の庭木の年間管理スケジュール（剪定、施肥、消毒の時期）を表にしてください。\n\n# 樹種\n1. 松（黒松）\n2. ツツジ\n3. モミジ\n4. ウメ\n```"
    },
    {
        "slug": "landscaper-pest-warning",
        "title": "植木屋：害虫駆除の注意書きチラシ",
        "description": "チャドクガやイラガの発生時期に。近隣への注意喚起と消毒の営業を兼ねたチラシ文面。",
        "occupation": "造園・植木屋",
        "task": "害虫駆除の注意書きチラシ作成",
        "tool": "ChatGPT",
        "content": "## 概要\n毛虫が発生してからでは遅いです。\n発生時期の前に「そろそろ消毒の時期です」と案内することで、お客様の安全を守り、仕事も確保できます。\n特にチャドクガなどの毒蛾は近隣トラブルにもなるので、注意喚起のチラシは喜ばれます。\n\n## このレシピのメリット\n- **早期受注**: 繁忙期前の仕事確保につながります。\n- **地域貢献**: 地域の害虫被害を減らすことができます。\n- **専門性アピール**: 「植物のお医者さん」としての認知度が高まります。\n\n## 具体的な使い方\n1. ターゲットとする害虫と時期を決めます。\n2. プロンプトに入力し、チラシの文面を作成します。\n3. ポスティングや既存客へのDMに使います。\n\n## プロンプト\n```markdown\n# 命令書\n庭木の消毒キャンペーンのチラシ文面を作成してください。\n\n# ターゲット\n- チャドクガ（ツバキ、サザンカ）\n- 5月〜6月の発生時期前\n\n# アピール\n- 刺されると大変なことになる\n- 早期発見・早期消毒が重要\n- 1本からでも対応可能\n```"
    },
    {
        "slug": "landscaper-sketch-estimate",
        "title": "植木屋：手書きイメージ図から見積リスト化",
        "description": "お客様との打ち合わせで描いた手書きの庭図面。写真を撮って、必要な樹木や石のリストを自動作成。",
        "occupation": "造園・植木屋",
        "task": "手書きの植栽イメージ図からの見積品目リスト化",
        "tool": "ChatGPT Plus (Vision)",
        "content": "## 概要\n現場でサラサラっと描いたイメージ図。\n事務所に戻ってから見積もりを作る際、図面を見ながら「シマトネリコが1本、景石が2つ…」と拾い出すのは手間です。\n図面の写真をAIに読み込ませて、見積もりの品目リスト（内訳書の下書き）を自動で作らせましょう。\n\n## このレシピのメリット\n- **拾い落とし防止**: AIとダブルチェックすることでミスを減らせます。\n- **時短**: 見積もり作成の初動が早くなります。\n- **データ化**: 手書き図面の内容をテキストデータとして残せます。\n\n## 具体的な使い方\n1. 手書きのイメージ図をスマホで撮影します。\n2. ChatGPTにアップロードします。\n3. 品目をリストアップさせ、Excelなどにコピペします。\n\n## プロンプト\n（手書き図面をアップロードして）\n```markdown\nこの手書きの庭の計画図から、見積もりに必要な「植木の種類と本数」「資材（石、砂利など）」をリストアップしてください。\n読めない文字があれば推測して教えてください。\n```"
    },
    {
        "slug": "operator-pre-check-remarks",
        "title": "重機オペ：始業前点検表の備考入力",
        "description": "「異音あり」「油滲みあり」点検表の備考欄、手書きだと面倒。音声入力で詳細な記録を残す。",
        "occupation": "重機オペレーター",
        "task": "車両系建設機械の始業前点検表の備考入力",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n始業前点検で異常を見つけた時、チェックシートの小さな備考欄に詳細を書くのは大変です。\nしかし、詳しく書いておかないと、修理の手配や次回の点検時に困ります。\n音声入力で「ブームの付け根から少し油が滲んでいる、垂れてはいない」のように喋り、簡潔な記録文章に変換しましょう。\n\n## このレシピのメリット\n- **正確な記録**: 状況を詳細に残せるので、整備士への伝達がスムーズです。\n- **時短**: グローブを外してペンを持つ手間が省けます。\n- **履歴管理**: デジタルデータとして残せば、故障の予兆管理になります。\n\n## 具体的な使い方\n1. 異常箇所を見つけたら、音声入力を起動します。\n2. 状況を喋ってテキスト化します。\n3. 点検アプリや日報の備考欄にコピペします。\n\n## プロンプト\n```markdown\n# 命令書\n以下の音声入力テキストを、点検表の備考欄に書くための簡潔な文章（50文字以内）に要約してください。\n\n# 音声入力\n「エンジンの掛かりがちょっと悪い気がする。セルを回す時間がいつもより長い。バッテリーが弱ってるかもしれないから要交換かも」\n```"
    },
    {
        "slug": "operator-daily-report-agg",
        "title": "重機オペ：作業日報（稼働・燃料）の集計",
        "description": "1ヶ月分の手書き日報から、稼働時間と燃料消費を集計。請求書作成や燃費管理を楽にする。",
        "occupation": "重機オペレーター",
        "task": "作業日報（稼働時間・燃料）の集計",
        "tool": "ChatGPT",
        "content": "## 概要\n月末の締め作業。\n毎日書いた日報をめくりながら、アワーメーターや給油量を電卓で叩くのは面倒ですし、計算ミスも起きがちです。\n日報のデータを（写真やテキストで）AIに渡せば、表形式で集計し、合計値や平均燃費まで計算してくれます。\n\n## このレシピのメリット\n- **事務作業の自動化**: 月末の残業を減らせます。\n- **正確な請求**: 稼働時間の集計ミスによる請求漏れを防げます。\n- **燃費管理**: 機械の調子やコスト管理に役立ちます。\n\n## 具体的な使い方\n1. 日報のデータをテキスト入力（または写真読み込み）します。\n2. プロンプトに入力し、集計させます。\n3. 結果を請求書や管理表に使います。\n\n## プロンプト\n```markdown\n# 命令書\n以下の1週間分の稼働データを集計してください。\n\n# データ\n月曜：稼働8h、給油20L\n火曜：稼働7.5h、給油なし\n水曜：稼働8h、給油15L\n木曜：稼働9h、給油25L\n金曜：稼働8h、給油なし\n土曜：稼働5h、給油10L\n\n# 出力\n合計稼働時間、合計給油量、平均燃費（L/h）\n```"
    },
    {
        "slug": "manager-green-site-reminder",
        "title": "現場代理人：グリーンサイト未提出への催促",
        "description": "「まだ安全書類出てないよ！」忙しい協力業者に、角を立てずに提出を促す催促メール。",
        "occupation": "現場代理人",
        "task": "グリーンサイト（安全書類）の未提出業者への催促メール",
        "tool": "ChatGPT",
        "content": "## 概要\n現場入場にはグリーンサイト（安全書類）の提出が必須ですが、期限を守らない業者さんもいます。\n何度も電話するのは気が引けますし、相手も現場に出ていて出られないことが多いです。\n「現場に入れませんよ」と重要性を伝えつつ、相手を不快にさせない催促メールをAIに作らせましょう。\n\n## このレシピのメリット\n- **書類完備**: 入場当日のトラブル（入れない！）を防げます。\n- **精神的負担減**: 催促のストレスをAIに肩代わりしてもらえます。\n- **効率化**: 一斉送信やコピペで素早く連絡できます。\n\n## 具体的な使い方\n1. 未提出の業者と期限を確認します。\n2. プロンプトに入力し、メール文面を作成します。\n3. メールやLINEで送信します。\n\n## プロンプト\n```markdown\n# 命令書\n協力業者に対し、グリーンサイトの登録（安全書類の提出）を催促するメールを作成してください。\n\n# 状況\n- 期限は昨日までだった\n- 来週月曜から入場予定だが、このままだと入場できない可能性がある\n- 忙しいとは思うが、至急対応してほしい\n```"
    },
    {
        "slug": "manager-meeting-summary",
        "title": "現場代理人：定例会議の要約とタスク振分",
        "description": "長い会議、録音しておけばOK。AIが議事録を作り、「誰が何をやるか」を自動で振り分け。",
        "occupation": "現場代理人",
        "task": "定例会議の議事録要約とタスク振り分け",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\n週に一度の定例会議。\n議論が白熱するとメモが追いつきませんし、結局「誰がやるんだっけ？」となりがちです。\n会議の音声を文字起こしし、AIに読ませることで、決定事項の抽出と担当者ごとのタスクリスト（ToDo）を自動生成しましょう。\n\n## このレシピのメリット\n- **言った言わない防止**: 決定事項が明確に残ります。\n- **アクションの明確化**: 誰がいつまでにやるかが一目瞭然になります。\n- **時短**: 議事録作成時間をほぼゼロにできます。\n\n## 具体的な使い方\n1. 会議を録音し、文字起こしツールでテキスト化します。\n2. プロンプトにテキストを貼り付けます。\n3. 生成されたタスクリストを関係者に共有します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の会議の文字起こしから、「決定事項」と「タスクリスト（担当者・期限）」を抽出してください。\n\n# 文字起こし\n[ここにテキストを貼り付け]\n```"
    },
    {
        "slug": "manager-typhoon-instruction",
        "title": "現場代理人：台風接近時の養生指示書",
        "description": "台風が来る！全業者に向けた具体的な養生指示（足場、仮囲い、資材）を一斉通達。",
        "occupation": "現場代理人",
        "task": "台風接近時の現場養生指示書作成",
        "tool": "ChatGPT",
        "content": "## 概要\n台風接近時はスピード勝負。\n各業者に個別に電話する時間はありません。\n「足場メッシュシートの絞り込み」「仮囲いの補強」「資材の飛散防止」など、やるべきことを網羅した指示書を作成し、一斉に周知することで、現場の安全を確保しましょう。\n\n## このレシピのメリット\n- **災害防止**: 徹底した養生で、第三者災害や現場の損壊を防げます。\n- **迅速な対応**: テンプレートを使えば、直前の指示でも間に合います。\n- **責任遂行**: 現場管理者としての安全配慮義務を果たせます。\n\n## 具体的な使い方\n1. 台風の規模と到達予想時刻を確認します。\n2. プロンプトに入力し、指示書を作成します。\n3. 現場掲示板に貼るほか、LINEやメールで一斉送信します。\n\n## プロンプト\n```markdown\n# 命令書\n台風接近に伴う「現場養生指示書」を作成してください。\n全業者向けです。\n\n# 指示内容\n- 本日の作業終了時までに養生を完了すること\n- 足場：メッシュシートを四隅に絞る\n- 仮囲い：控え単管の緩み確認\n- 資材：シートを掛け、重しを載せるか屋内に移動\n- ゴミ箱：ネットを二重にする\n```"
    },
    {
        "slug": "driver-daily-report-voice",
        "title": "ダンプ運転手：運行日報のルート・待機記録",
        "description": "運転中は書けない日報。信号待ちや待機時間に音声入力で記録し、後で日報に転記。",
        "occupation": "ダンプ運転手",
        "task": "運行日報の「配送ルート・待機時間」の記録",
        "tool": "音声入力 + ChatGPT",
        "content": "## 概要\nダンプの運転手は、運行ルートや現場での待機時間を日報に書く必要があります。\nしかし、運転中にペンは持てませんし、後で思い出そうとしても時間を忘れてしまいます。\n都度、スマホに「〇〇現場到着、待機1時間」と吹き込んでおき、最後にAIに整理させれば、正確な日報が簡単に作れます。\n\n## このレシピのメリット\n- **正確性**: リアルタイムの記録で、時間のズレをなくせます。\n- **安全運転**: 運転中にメモを取る危険な行為を防止できます。\n- **残業代の根拠**: 待機時間を正確に記録することで、正当な残業代請求ができます。\n\n## 具体的な使い方\n1. 動きがあるたびに音声入力をします。\n2. 1日の終わりにプロンプトで整理します。\n3. 日報用紙に転記します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の音声メモから、運行日報の形式（時間、場所、内容）に整理してください。\n\n# 音声メモ\n「8時現場着、積み込み待ち30分。9時出発、処分場へ。10時半処分場着、捨てて11時出発。12時昼休憩。13時現場戻り」\n```"
    },
    {
        "slug": "demolition-asbestos-explanation",
        "title": "解体屋：アスベスト調査結果の住民説明",
        "description": "「アスベストは大丈夫？」不安がる近隣住民へ。調査結果と安全対策を分かりやすく伝える資料。",
        "occupation": "解体業者",
        "task": "アスベスト事前調査結果の住民説明資料",
        "tool": "ChatGPT",
        "content": "## 概要\n解体工事で一番敏感なのがアスベスト（石綿）問題。\n事前調査の結果、アスベストが含まれていなかった場合でも、それを住民に周知することで安心感が違います。\nもし含まれていた場合でも、どのような飛散防止措置をとるかを丁寧に説明する資料があれば、トラブルを未然に防げます。\n\n## このレシピのメリット\n- **不安解消**: 正しい情報を開示することで、住民のパニックを防げます。\n- **工事の円滑化**: 反対運動などのリスクを減らせます。\n- **法令遵守**: 周知義務を果たすことができます。\n\n## 具体的な使い方\n1. 事前調査の結果（あり/なし、レベル）を確認します。\n2. プロンプトに入力し、説明資料の文章を作成します。\n3. 看板に掲示したり、回覧板で回します。\n\n## プロンプト\n```markdown\n# 命令書\n近隣住民向けに、解体工事のアスベスト事前調査結果を知らせる掲示文を作成してください。\n\n# 調査結果\n- 調査日：〇月〇日\n- 分析結果：すべて「なし（不検出）」\n- 安心して工事を見守ってほしい旨を丁寧に伝える\n```"
    },
    {
        "slug": "telecom-speed-test-report",
        "title": "通信工：LAN工事後の速度テスト報告書",
        "description": "「速くなったの？」数値で証明。工事前後の速度テスト結果を比較し、改善効果をアピールする報告書。",
        "occupation": "電気通信工",
        "task": "LAN配線工事後の通信速度テスト結果報告書",
        "tool": "ChatGPT",
        "content": "## 概要\nLAN配線やWi-Fi工事の価値は「速度」です。\n工事が終わって「繋がりました」だけでなく、「これだけ速くなりました」というレポートを出すことで、お客様の満足度は倍増します。\n測定サイトのスクショの数値を入力するだけで、見栄えの良い報告書コメントを作成しましょう。\n\n## このレシピのメリット\n- **成果の可視化**: 工事の効果を数字で証明できます。\n- **顧客満足**: 「頼んでよかった」と実感してもらえます。\n- **トラブル防止**: 「遅い」と言われた時の反証資料になります。\n\n## 具体的な使い方\n1. 工事完了後、スピードテストを実施します。\n2. 下り（ダウンロード）、上り（アップロード）、Ping値を記録します。\n3. プロンプトに入力し、報告書を作成します。\n\n## プロンプト\n```markdown\n# 命令書\nLAN配線工事（Cat5e→Cat6Aへの張り替え）の完了報告書を作成してください。\n\n# 測定結果\n- 工事前：下り 80Mbps\n- 工事後：下り 850Mbps\n\n# コメント\n- 規格上の最大速度に近づき、非常に良好な状態\n- Web会議や動画視聴も快適になるはず\n```"
    },
    {
        "slug": "sash-subsidy-reason",
        "title": "サッシ屋：内窓補助金の申請理由書",
        "description": "先進的窓リノベなどの補助金申請。「断熱性向上」などの申請理由を、審査に通りやすい言葉で作成。",
        "occupation": "サッシ屋",
        "task": "断熱窓（内窓）の補助金申請理由書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n内窓設置などの省エネリフォームは補助金の対象になることが多いですが、申請書類の作成は面倒です。\n特に「工事の目的」や「期待される効果」を書く欄は悩みどころ。\nAIに制度の趣旨に合った模範解答を作らせることで、書類作成をサクサク進めましょう。\n\n## このレシピのメリット\n- **採択率アップ**: 審査員が納得する論理的な文章が作れます。\n- **事務負担減**: 慣れない書類作成の時間を短縮できます。\n- **顧客サービス**: 面倒な申請を代行することで、受注に繋がります。\n\n## 具体的な使い方\n1. 申請する補助金名と工事内容を確認します。\n2. プロンプトに入力し、申請理由の文章を作成します。\n3. 申請書に記入します。\n\n## プロンプト\n```markdown\n# 命令書\n「先進的窓リノベ事業」の補助金申請書類に書く、「工事の目的」と「期待される効果」の文章を作成してください。\n\n# 工事内容\n- リビングと寝室の窓に内窓（Low-E複層ガラス）を設置\n\n# 期待効果\n- 冬場の結露防止\n- 冷暖房効率の向上による省エネ\n- ヒートショック対策\n```"
    },
    {
        "slug": "fire-correction-plan",
        "title": "防災屋：消防署への是正計画書",
        "description": "消防査察で指摘を受けた…。是正計画書の「改善方針」や「具体的措置」を、お役所言葉で作成。",
        "occupation": "防災設備屋",
        "task": "消防署への是正計画書の文面作成",
        "tool": "ChatGPT",
        "content": "## 概要\n消防署の立入検査で不備を指摘された場合、是正計画書（改修計画書）の提出が必要です。\n消防署相手の書類は、専門用語を使い、確実な履行を約束するカチッとした文章が求められます。\nAIに指摘事項を伝えれば、適切な「お役所対応」の文章を作成してくれます。\n\n## このレシピのメリット\n- **スムーズな受理**: 消防署が求める形式の文章で、一発OKを目指せます。\n- **信頼回復**: しっかりした計画書を出すことで、防火管理への真剣姿勢を示せます。\n- **時間短縮**: 慣れない公文書作成の時間を減らせます。\n\n## 具体的な使い方\n1. 立入検査結果通知書の指摘事項を確認します。\n2. プロンプトに入力し、計画書の文面を作成します。\n3. 書類に記入し、消防署に提出します。\n\n## プロンプト\n```markdown\n# 命令書\n消防署に提出する「消防用設備等改修計画書」の文章を作成してください。\n\n# 指摘事項\n- 誘導灯のバッテリー切れ（3箇所）\n- 消火器の期限切れ（5本）\n\n# 計画\n- 〇月〇日までに、指定業者（当社）にてバッテリー交換および消火器の新品交換を実施する\n- 完了後、速やかに設置届および写真を提出する\n```"
    },
    {
        "slug": "carpenter-wood-calculation",
        "title": "大工：フローリング・ボードの割付計算",
        "description": "「半端が出るのは嫌だ…」部屋の寸法から、材料の無駄が出ない最適な割り付けを計算。",
        "occupation": "大工",
        "task": "材料の割付・歩留まり計算",
        "tool": "ChatGPT",
        "content": "## 概要\nフローリングや石膏ボードを貼る際、適当に始めると最後に細長い半端が入ってしまい、見栄えも悪く材料も無駄になります。\n部屋の寸法と材料の寸法を入力し、左右対称や芯振分けなど、最適な割り付けパターンをAIに計算させましょう。\n\n## このレシピのメリット\n- **仕上がり向上**: 左右対称の美しい仕上がりになります。\n- **材料節約**: 半端な切れ端を減らし、ゴミも減らせます。\n- **時間短縮**: 現場で電卓を叩いて悩む時間をなくせます。\n\n## 具体的な使い方\n1. 部屋の寸法（間口・奥行き）を測ります。\n2. 使用する建材の寸法（働き幅など）を確認します。\n3. プロンプトに入力し、割り付け案を出させます。\n\n## プロンプト\n```markdown\n# 命令書\n6畳間のフローリング割り付けを計算してください。\n\n# 寸法\n- 部屋の短辺：2600mm\n- フローリング働き幅：303mm\n\n# 質問\n端から貼り始めると最後は何mmになりますか？\nまた、芯振分け（真ん中基準）にした場合、両端は何mmになりますか？\n```"
    },
    {
        "slug": "hvac-capacity-selection",
        "title": "空調屋：部屋の広さと用途に合ったエアコン選定",
        "description": "「この部屋、何キロのエアコン？」広さだけでなく、窓の向きや熱源も考慮した負荷計算。",
        "occupation": "空調設備",
        "task": "空調負荷計算・機種選定",
        "tool": "ChatGPT",
        "content": "## 概要\nエアコンの選定は「畳数」だけで決めると失敗します。\n南向きの窓が大きい部屋や、サーバーがある部屋では、標準より大きな能力が必要です。\n部屋の条件を入力して、必要な冷房能力（kW）を簡易計算し、適切な機種を選びましょう。\n\n## このレシピのメリット\n- **クレーム防止**: 「冷えない」という致命的なクレームを防げます。\n- **信頼獲得**: 「なぜこの機種なのか」を論理的に説明できます。\n- **省エネ**: 過剰なスペックを避け、コストとのバランスを取れます。\n\n## 具体的な使い方\n1. 部屋の広さ、窓の方角、用途（オフィス、飲食店など）を確認します。\n2. プロンプトに入力し、必要能力を計算させます。\n3. カタログから選定します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の条件の部屋に必要なエアコンの冷房能力（kW）を試算してください。\n\n# 条件\n- 用途：ラーメン店（厨房の熱が客席に来る）\n- 広さ：20坪（約66m2）\n- 建物の構造：鉄骨造\n- 窓：西日が当たる大きな窓あり\n```"
    },
    {
        "slug": "electrician-conduit-fill",
        "title": "電気工事士：電線管のサイズ選定（占積率）",
        "description": "「IV線5本、19mmの管に入る？」内線規程に基づいた、電線管の太さ判定。",
        "occupation": "電気工事士",
        "task": "電線管サイズ選定・占積率計算",
        "tool": "ChatGPT",
        "content": "## 概要\n電線管にケーブルを詰め込みすぎると、放熱が悪くなり火災の原因になります。\n内線規程では、管の断面積に対する電線の断面積の割合（占積率）が決まっています（通常32%以下など）。\n電線の種類と本数を入力して、適切な管のサイズを判定させましょう。\n\n## このレシピのメリット\n- **施工不良防止**: 入線作業がスムーズになり、電線を傷つけません。\n- **法令遵守**: 内線規程に適合した安全な施工ができます。\n- **手戻りなし**: 配管してから「入らない！」という事態を防げます。\n\n## 具体的な使い方\n1. 入れる電線の種類と本数を決めます。\n2. プロンプトに入力し、最小の管サイズを聞きます。\n3. 配管部材を発注します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の電線を同一の電線管（PF管）に入れる場合、最小の管サイズ（16, 22, 28...）を選定してください。\n\n# 電線\n- IV 2.0mm × 3本\n- IV 1.6mm × 2本\n\n# 条件\n- 占積率は32%以下とすること\n```"
    },
    {
        "slug": "plumber-slope-calculation",
        "title": "水道屋：排水管の勾配計算と高さ出し",
        "description": "「1/100勾配で10m先は何センチ下がる？」排水不良を起こさないためのレベル計算。",
        "occupation": "水道設備",
        "task": "排水勾配計算",
        "tool": "ChatGPT",
        "content": "## 概要\n排水管は適切な勾配（1/50, 1/100など）がないと詰まります。\n始点と終点の距離から、どれくらいの高低差が必要かを計算し、床下や天井裏のスペースに収まるか検討しましょう。\n\n## このレシピのメリット\n- **詰まり防止**: 逆勾配や勾配不足によるトラブルを防げます。\n- **納まり検討**: 「梁に当たって配管できない」という問題を事前に発見できます。\n- **墨出し**: 正確な位置に支持金具を取り付けられます。\n\n## 具体的な使い方\n1. 配管の延長距離と管径（勾配基準）を確認します。\n2. プロンプトに入力し、必要な高低差を計算させます。\n3. 現場でレーザーレベルを使って墨出しします。\n\n## プロンプト\n```markdown\n# 命令書\n排水管（VU75）を15メートル配管します。\n勾配を1/100とした場合、始点と終点の高低差は何センチ必要ですか？\nまた、途中に障害物があり、高低差が10センチしか取れない場合、勾配はいくつになりますか？それは許容範囲ですか？\n```"
    },
    {
        "slug": "tiler-layout-pattern",
        "title": "タイル職人：タイルの割付と必要枚数",
        "description": "「300角タイル、この玄関に何枚？」目地幅も考慮した正確な枚数計算と割り付け。",
        "occupation": "タイル職人",
        "task": "タイル割付・枚数計算",
        "tool": "ChatGPT",
        "content": "## 概要\nタイルは目地（3mm〜5mm）があるため、単純な面積計算ではズレが生じます。\n施工範囲とタイルのサイズ、目地幅を入力して、縦横の枚数と半端のサイズ、総必要枚数（ロス込み）を計算しましょう。\n\n## このレシピのメリット\n- **発注精度**: 足りなくて追加発注する手間や、余りすぎる無駄をなくせます。\n- **美観**: 玄関の入り口など、目立つ部分に半端が来ないように調整できます。\n- **施工計画**: どこから貼り始めるかの基準（墨出し位置）を決められます。\n\n## 具体的な使い方\n1. 施工場所の寸法を測ります。\n2. タイル寸法と目地幅を決めます。\n3. プロンプトに入力し、計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n玄関土間（幅1800mm × 奥行1200mm）に300角タイル（実寸295mm）を貼ります。\n目地幅を5mmとした場合、縦横それぞれ何枚必要ですか？\nまた、予備を含めて何ケース（1ケース10枚入り）発注すれば良いですか？\n```"
    },
    {
        "slug": "sheet-metal-roof-area",
        "title": "板金屋：屋根の面積と役物長さ計算",
        "description": "「図面がない…」下から見た寸法と屋根勾配から、実面積と棟・軒先の長さを算出。",
        "occupation": "建築板金",
        "task": "屋根面積・役物拾い出し",
        "tool": "ChatGPT",
        "content": "## 概要\nリフォーム現場では図面がないことがよくあります。\n建物の投影面積（水平投影面積）と屋根勾配（4寸勾配など）から、実際の屋根面積（勾配伸び率を考慮）を計算し、屋根材の必要量を算出しましょう。\n\n## このレシピのメリット\n- **現調時短**: 屋根に登らなくても、下からの計測である程度の見積もりが作れます。\n- **見積もり精度**: 勾配による面積増加を忘れずに計算できます。\n- **部材拾い**: 棟包みやケラバなどの役物の長さも同時に算出できます。\n\n## 具体的な使い方\n1. 建物の外周（軒の出含む）を測ります。\n2. 屋根勾配を目視または計測します。\n3. プロンプトに入力し、実面積を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n切妻屋根の面積を計算してください。\n\n# 寸法（水平投影）\n- 軒先長さ：10m\n- 妻側長さ（奥行）：8m\n\n# 勾配\n- 5寸勾配\n\n# 質問\n屋根の実面積は何平米ですか？（勾配伸び率を使って計算してください）\nまた、棟の長さと、軒先の長さの合計も教えてください。\n```"
    },
    {
        "slug": "interior-wallpaper-pattern",
        "title": "内装屋：柄物クロスの必要m数計算（リピート計算）",
        "description": "「柄合わせが必要なクロス、何メートル余分に要る？」リピートを考慮した正確な積算。",
        "occupation": "内装工",
        "task": "壁紙（柄物）の必要量計算",
        "tool": "ChatGPT",
        "content": "## 概要\n無地のクロスなら面積だけで計算できますが、柄物は「柄合わせ（リピート）」が必要です。\n柄のピッチ（タテ・ヨコのリピート寸法）を考慮して、切り捨てになる部分を含めた必要m数を計算しないと、現場で「足りない！」と青ざめることになります。\n\n## このレシピのメリット\n- **材料不足防止**: ギリギリで足りなくなる最悪の事態を防げます。\n- **コスト管理**: 柄物はロスが多いので、正確に見積もることで赤字を防げます。\n- **発注ミス防止**: 初心者がやりがちな計算ミスをAIがカバーします。\n\n## 具体的な使い方\n1. 壁の高さと幅、貼る面数を測ります。\n2. カタログでクロスのリピート寸法（タテ・ヨコ）を確認します。\n3. プロンプトに入力し、必要m数を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n柄物クロスの必要メートル数を計算してください。\n\n# 壁の寸法\n- 天井高：2400mm\n- 壁の総延長：20m\n\n# クロス仕様\n- 有効幅：92cm\n- タテリピート：32cm\n- ヨコリピート：46cm\n\n# 質問\n柄合わせをする場合、最低何メートル必要ですか？（ロス率も含めて余裕を見てください）\n```"
    },
    {
        "slug": "landscape-concrete-volume",
        "title": "外構屋：土間コンクリートの立米数計算",
        "description": "「生コン車、何台呼ぶ？」複雑な形状の駐車場でも、面積と厚みから正確な体積を計算。",
        "occupation": "外構・エクステリア",
        "task": "生コンクリート数量計算",
        "tool": "ChatGPT",
        "content": "## 概要\n生コンは余ると処分に困りますし、足りないと追加手配が大変です。\n駐車場の面積（台形や三角形が混ざることも）と厚み（100mmなど）から、必要なコンクリートの量（m3）を計算し、発注数量（小型車・大型車）を決めましょう。\n\n## このレシピのメリット\n- **ジャスト発注**: 無駄な残コンを出さず、処分費を節約できます。\n- **打設スムーズ**: 途中で足りなくなって作業中断…というトラブルを防げます。\n- **配車計画**: 2t車で何回、あるいは大型1台で済むかなどの計画が立てられます。\n\n## 具体的な使い方\n1. 打設範囲をいくつかの四角形や三角形に分けて測ります。\n2. 打設厚さを決めます。\n3. プロンプトに入力し、総m3数を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n駐車場土間コンクリートの必要立米数を計算してください。\n\n# 形状\n- 長方形部分：幅5m × 奥行6m\n- 三角形部分：底辺2m × 高さ6m\n\n# 厚み\n- 120mm\n\n# 質問\n必要な生コンの量は何m3ですか？\nロス率5%を見込んだ発注数量も教えてください。\n```"
    },
    {
        "slug": "welder-material-weight",
        "title": "溶接工：鋼材の重量計算と見積もり",
        "description": "「この架台、全部で何キロ？」H鋼やアングルの長さから総重量を出し、材料費を算出。",
        "occupation": "鍛冶・溶接",
        "task": "鋼材重量・材料費計算",
        "tool": "ChatGPT",
        "content": "## 概要\n鉄骨工事や架台製作の見積もりは、鋼材の重量（kg）単価で計算することが多いです。\n使用する部材（H鋼、チャンネル、アングルなど）の規格と長さから総重量を計算し、材料費を素早く算出しましょう。\n\n## このレシピのメリット\n- **見積もり迅速化**: 分厚い規格表をめくって電卓を叩く手間を省けます。\n- **運搬計画**: 「ユニックで吊れるか？」「積載オーバーしないか？」の判断材料になります。\n- **塗装面積**: 重量がわかれば、塗装面積の概算も出せます。\n\n## 具体的な使い方\n1. 製作図面から部材リストを拾い出します。\n2. プロンプトに入力し、総重量を計算させます。\n3. キロ単価を掛けて見積もります。\n\n## プロンプト\n```markdown\n# 命令書\n以下の鋼材の総重量を計算してください。\n\n# 部材リスト\n1. H鋼 H-200×100×5.5×8：長さ4000mm × 2本\n2. アングル L-50×50×6：長さ1500mm × 10本\n3. 平板 PL-9mm：300mm×300mm × 4枚\n\n# 質問\n合計で何kgになりますか？\n```"
    },
    {
        "slug": "scaffolder-truck-loading",
        "title": "足場鳶：トラックへの資材積載シミュレーション",
        "description": "「4トン車1台で乗り切るか？」部材の量と重さから、過積載にならない配車計画。",
        "occupation": "足場鳶",
        "task": "積載シミュレーション・配車計画",
        "tool": "ChatGPT",
        "content": "## 概要\n現場に持っていく足場部材。\nトラックに積みきれなくて「もう一往復」となると、時間も燃料も大損です。\n部材の総重量と体積を概算し、保有しているトラック（2t、4t、ユニック）にどう割り振るのが最適かシミュレーションしましょう。\n\n## このレシピのメリット\n- **コスト削減**: 無駄な往復や、不要な車両の手配を減らせます。\n- **法令遵守**: 過積載による取り締まりや事故を防げます。\n- **段取り**: 積み込みの順番（先に使うものを手前に）も考えられます。\n\n## 具体的な使い方\n1. 現場に必要な部材リスト（拾い出し）を用意します。\n2. プロンプトに入力し、重量とトラックへの割り振りを相談します。\n3. 配車を決定します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の足場部材を現場に運びたいです。\n4tトラック（積載3000kg）1台に乗りますか？それとも2t車を追加すべきですか？\n\n# 部材リスト\n- 1800枠：50枚（1枚14kg）\n- 1800アンチ：100枚（1枚11kg）\n- 支柱3600：30本（1本10kg）\n- ジャッキベース：50個（1個3kg）\n- その他小物：200kg\n```"
    },
    {
        "slug": "glazier-glass-thickness",
        "title": "ガラス屋：ガラスの耐風圧厚み選定",
        "description": "「この大きさの窓、5mmで大丈夫？」設置階数とサイズから、安全なガラスの厚みを判定。",
        "occupation": "サッシ・ガラス",
        "task": "ガラス厚選定・耐風圧計算",
        "tool": "ChatGPT",
        "content": "## 概要\n高層階や海岸沿いなど、風が強い場所の大きな窓ガラスは、風圧で割れる危険があります。\nサッシの寸法と設置条件（高さ、地域）から、必要なガラスの厚みや種類（強化ガラスなど）を選定しましょう。\n\n## このレシピのメリット\n- **安全性**: 台風などでガラスが割れる事故を防げます。\n- **責任回避**: 「設計基準を満たしている」という証拠を残せます。\n- **提案力**: 「ここは風が強いので厚くしましょう」とプロの提案ができます。\n\n## 具体的な使い方\n1. 窓の寸法と設置場所の条件を確認します。\n2. プロンプトに入力し、推奨される厚みを聞きます。\n3. メーカーの適合表と照らし合わせて決定します。\n\n## プロンプト\n```markdown\n# 命令書\nマンションのベランダ窓のガラス厚を選定してください。\n\n# 条件\n- 場所：東京都内（市街地）\n- 階数：10階建ての10階\n- 窓サイズ：幅1800mm × 高さ2200mm\n- ガラス種類：透明フロートガラス\n\n# 質問\n厚さ5mmで耐風圧強度は足りますか？それとも6mmや8mmが必要ですか？\n```"
    },
    {
        "slug": "demolition-waste-separation",
        "title": "解体屋：廃棄物の分別と処分費シミュレーション",
        "description": "「ミンチ解体はダメ！」分別解体した場合の品目ごとの量と、処分費の概算。",
        "occupation": "解体業者",
        "task": "廃棄物分別・処分費見積もり",
        "tool": "ChatGPT",
        "content": "## 概要\n解体工事では、木くず、コンクリートガラ、石膏ボード、プラスチックなどを分別して処分することが義務付けられています。\n混合廃棄物（ミンチ）にすると処分費が跳ね上がります。\n建物の構造と坪数から、各品目がどれくらい出るか予測し、適正な処分費を見積もりましょう。\n\n## このレシピのメリット\n- **利益確保**: 処分費の読み間違いによる赤字を防げます。\n- **適正処理**: 分別計画を立てることで、現場作業がスムーズになります。\n- **顧客説明**: 「なぜこの金額なのか」を内訳で説明できます。\n\n## 具体的な使い方\n1. 建物の構造（木造、鉄骨など）と延床面積を確認します。\n2. プロンプトに入力し、廃棄物の発生量予測をさせます。\n3. 地域の処分単価を掛けて計算します。\n\n## プロンプト\n```markdown\n# 命令書\n木造2階建て住宅（延床30坪）の解体工事における廃棄物発生量を予測してください。\n\n# 予測してほしい項目\n- 木くず（m3）\n- コンクリートガラ（m3）\n- 石膏ボード（m3）\n- 混合廃棄物（m3）\n\n# 質問\nそれぞれの処分単価（仮）を入れた場合の総処分費の概算も出してください。\n```"
    },
    {
        "slug": "sealant-quantity-calc",
        "title": "防水屋：シーリング材（コーキング）の必要本数",
        "description": "「目地メーター数×深さ×幅」で、カートリッジが何本必要か正確に計算。",
        "occupation": "防水・シーリング",
        "task": "シーリング材必要量計算",
        "tool": "ChatGPT",
        "content": "## 概要\n外壁の目地やサッシ廻りのコーキング。\n「足りなくなって買いに走る」のも「箱で余る」のも避けたいところです。\n目地の長さ（m）と断面サイズ（幅×深さ）から、必要な容量（ml）を計算し、333mlカートリッジや6Lペール缶の必要数を割り出しましょう。\n\n## このレシピのメリット\n- **ロス削減**: 正確な発注で材料費を抑えられます。\n- **作業効率**: 材料待ちの手持ち時間をなくせます。\n- **見積もり**: 材料費の根拠が明確になります。\n\n## 具体的な使い方\n1. 図面または実測で目地の総延長を出します。\n2. 目地の幅と深さを設定します。\n3. プロンプトに入力し、本数を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n外壁改修工事のシーリング材の発注数を計算してください。\n\n# 施工箇所\n- 目地総延長：300m\n- 目地サイズ：幅10mm × 深さ10mm\n\n# 材料\n- 変成シリコン（1本333ml）\n\n# 質問\nロス率20%を見込んだ場合、何本必要ですか？\nまた、1箱10本入りの場合、何箱発注すればいいですか？\n```"
    },
    {
        "slug": "gardener-planting-plan",
        "title": "造園屋：植栽の配置と本数計算（生垣・寄植え）",
        "description": "「この距離にレッドロビン何本？」成長後の樹形も考慮した、適切な植栽ピッチと本数。",
        "occupation": "造園・植木屋",
        "task": "植栽計画・本数計算",
        "tool": "ChatGPT",
        "content": "## 概要\n生垣を作る際、苗木の間隔（ピッチ）をどうするかで必要な本数が変わります。\n詰めすぎると将来窮屈になり、空きすぎるとスカスカで見栄えが悪いです。\n樹種ごとの適切なピッチをAIに提案させ、距離に応じた必要本数を計算しましょう。\n\n## このレシピのメリット\n- **美観維持**: 数年後も美しい生垣になります。\n- **コスト適正化**: 適切な本数で見積もりが作れます。\n- **提案力**: 「なぜこの本数なのか」をお客様に説明できます。\n\n## 具体的な使い方\n1. 植栽する距離を測ります。\n2. 植えたい樹種（レッドロビン、マサキなど）を決めます。\n3. プロンプトに入力し、推奨ピッチと本数を聞きます。\n\n## プロンプト\n```markdown\n# 命令書\n境界フェンス沿いに「レッドロビン」で生垣を作りたいです。\n\n# 条件\n- 距離：15メートル\n- 苗木の高さ：1.2m程度のものを使用\n- 目的：目隠し（早く埋まってほしい）\n\n# 質問\n植え付けの間隔（ピッチ）は何センチが適切ですか？\nその場合、全部で何本必要ですか？\n```"
    },
    {
        "slug": "insulation-heat-loss",
        "title": "断熱屋：断熱材の厚みと熱貫流率（U値）計算",
        "description": "「この断熱材で省エネ基準クリア？」壁の構成からU値を計算し、必要な断熱性能を判定。",
        "occupation": "断熱工",
        "task": "熱貫流率（U値）計算・断熱仕様検討",
        "tool": "ChatGPT",
        "content": "## 概要\n省エネ基準の適合義務化が進んでいます。\n使用する断熱材の種類（グラスウール、ウレタンなど）と厚み、柱のサイズなどから、壁全体の断熱性能（U値）を計算するのは複雑です。\nAIを使って簡易計算し、目標とする等級（断熱等級4, 5など）をクリアできるか確認しましょう。\n\n## このレシピのメリット\n- **基準クリア**: 補助金申請や長期優良住宅の要件を満たせます。\n- **性能説明**: お施主様に「これだけ暖かい家になります」と数値で示せます。\n- **仕様決定**: どの断熱材を何ミリ入れればいいか判断できます。\n\n## 具体的な使い方\n1. 壁の構成（外壁材、通気層、断熱材、内装材）を整理します。\n2. プロンプトに入力し、U値の概算を出させます。\n3. 必要な厚みを調整します。\n\n## プロンプト\n```markdown\n# 命令書\n木造住宅の外壁の熱貫流率（U値）を概算してください。\n\n# 壁構成（外側から）\n- サイディング 16mm\n- 通気層\n- 透湿防水シート\n- 構造用合板 9mm\n- 高性能グラスウール16k 105mm（柱間に充填）\n- 石膏ボード 12.5mm\n\n# 質問\nこの構成で、省エネ基準（6地域、U値0.87以下）をクリアできますか？\n```"
    },
    {
        "slug": "solar-panel-layout",
        "title": "太陽光職人：屋根へのパネル配置シミュレーション",
        "description": "「この屋根に何枚乗る？」屋根寸法と影の影響を考慮した、最大設置枚数の検討。",
        "occupation": "太陽光・電気",
        "task": "太陽光パネル配置・発電量予測",
        "tool": "ChatGPT",
        "content": "## 概要\n太陽光パネルは、屋根の形状や障害物（雪止め、アンテナ、天窓）によって設置できる枚数が限られます。\n無理に乗せるとメンテナンススペースがなくなったり、影で発電しなかったりします。\n屋根寸法とパネルサイズから、効率的な配置案を作成しましょう。\n\n## このレシピのメリット\n- **売電収入最大化**: 屋根を有効活用して発電量を増やせます。\n- **トラブル防止**: 施工不可（金具がつかないなど）の場所を避けて計画できます。\n- **顧客満足**: 「こんなに乗るんだ！」という驚きを与えられます。\n\n## 具体的な使い方\n1. 屋根の寸法と障害物の位置を把握します。\n2. 使用するパネルの寸法を確認します。\n3. プロンプトに入力し、配置パターンを作らせます。\n\n## プロンプト\n```markdown\n# 命令書\n寄棟屋根の南面に太陽光パネルを配置したいです。\n\n# 屋根寸法\n- 底辺（軒先）：10m\n- 上辺（棟）：4m\n- 高さ（流れ）：5m\n（台形のような形）\n\n# パネル寸法\n- 幅1100mm × 長さ1700mm\n\n# 質問\n横置き、縦置き、どちらが効率よく配置できますか？\n最大何枚設置できますか？（メンテナンス用通路として端部は200mm空ける）\n```"
    },
    {
        "slug": "sign-letter-size",
        "title": "看板屋：視認距離に基づいた文字サイズ計算",
        "description": "「道路から見える看板にしたい」車や歩行者からの距離に合わせて、読める文字の大きさを算出。",
        "occupation": "看板・サイン",
        "task": "文字サイズ・視認性計算",
        "tool": "ChatGPT",
        "content": "## 概要\n看板を作ったけど「字が小さくて読めない」と言われたら失敗です。\n見る人（ターゲット）までの距離や、移動速度（歩きか車か）によって、必要な文字の大きさは決まっています。\n設置条件を入力して、最適な文字サイズを導き出しましょう。\n\n## このレシピのメリット\n- **集客効果**: 確実に見てもらえる看板になります。\n- **デザイン根拠**: 「これ以上小さくすると読めません」とデザイナーや施主を説得できます。\n- **安全性**: ドライバーが無理に読もうとして脇見運転するのを防ぎます。\n\n## 具体的な使い方\n1. 看板設置位置と、見る人の位置（道路など）の距離を測ります。\n2. 車の制限速度などを確認します。\n3. プロンプトに入力し、推奨文字サイズを聞きます。\n\n## プロンプト\n```markdown\n# 命令書\nロードサイド店舗のポール看板のデザインをしています。\n\n# 条件\n- 片側1車線の道路（制限速度40km/h）沿い\n- 車からの視認距離：約50m手前から見える\n\n# 質問\nドライバーが店名（5文字）を認識するために必要な、1文字あたりの最小サイズ（cm）はどれくらいですか？\n```"
    },
    {
        "slug": "crane-lifting-plan",
        "title": "クレーンオペ：揚重計画と定格総荷重の確認",
        "description": "「そこまで届く？吊れる？」作業半径と吊り荷の重さから、必要なクレーンの機種を選定。",
        "occupation": "重機オペレーター",
        "task": "クレーン機種選定・定格総荷重計算",
        "tool": "ChatGPT",
        "content": "## 概要\nクレーン作業は「届くか」「吊れるか」が全てです。\n無理な作業は転倒事故に直結します。\n設置位置から荷降ろし位置までの距離（作業半径）と、荷物の重さを入力し、性能表（定格総荷重表）と照らし合わせて、13tラフターでいいのか、25tが必要なのかを判定しましょう。\n\n## このレシピのメリット\n- **事故ゼロ**: 転倒やブーム破損などの重大事故を未然に防ぎます。\n- **コスト管理**: 必要最小限のクラスを手配することでコストを抑えられます。\n- **現場円滑化**: 当日「届かない！」となって作業中止になるのを防げます。\n\n## 具体的な使い方\n1. 現場の図面でクレーン設置位置と作業ポイントを確認します。\n2. 吊り荷の最大重量を確認します。\n3. プロンプトに入力し、機種選定の目安を聞きます。\n\n## プロンプト\n```markdown\n# 命令書\n木造建方作業のクレーン機種を選定してください。\n\n# 条件\n- 建物：木造2階建て\n- クレーン設置位置から一番遠い柱まで（作業半径）：18m\n- 一番重い荷物（梁）：500kg\n- ブームやフックの重量（余裕）：考慮する\n\n# 質問\n13tラフタークレーン（ミニラフ）で届きますか？それとも25tが必要ですか？\n```"
    },
    {
        "slug": "surveyor-coordinate-calc",
        "title": "測量士：座標計算と面積求積",
        "description": "「この4点で囲まれた土地は何平米？」座標値（X,Y）から正確な敷地面積を計算。",
        "occupation": "測量士・土地家屋調査士",
        "task": "座標面積計算（座標法）",
        "tool": "ChatGPT",
        "content": "## 概要\n多角形の土地の面積を求める際、三斜法（三角形に分ける）もありますが、座標法（X,Y座標を使う）の方が正確で早いです。\n境界杭の座標値を入力して、敷地面積を計算させましょう。\n\n## このレシピのメリット\n- **正確性**: 計算ミスによる面積間違いを防げます。\n- **スピード**: 複雑な形状でも一瞬で答えが出ます。\n- **検算**: 手計算やCADで出した面積のダブルチェックに使えます。\n\n## 具体的な使い方\n1. 境界点の座標リストを用意します。\n2. プロンプトに入力し、面積を計算させます。\n3. 登記簿や図面と比較します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の4点の座標値から、土地の面積（m2）を計算してください。\n\n# 座標リスト（単位：m）\n点A (X: 0.000, Y: 0.000)\n点B (X: 10.000, Y: 0.000)\n点C (X: 12.000, Y: 15.000)\n点D (X: 2.000, Y: 14.000)\n\n# 質問\n面積は何m2ですか？また、何坪ですか？\n```"
    },
    {
        "slug": "concrete-pump-pipe-selection",
        "title": "ポンプ屋：配管の圧力損失と機種選定",
        "description": "「この距離、配管で送れる？」圧送距離と高低差から、配管詰まりを起こさない機種と配管径を選定。",
        "occupation": "コンクリート圧送",
        "task": "圧送負荷計算・機種選定",
        "tool": "ChatGPT",
        "content": "## 概要\n生コンを遠くや高いところに送る際、配管内の抵抗（圧力損失）がポンプ車の能力を超えると、閉塞（詰まり）を起こします。\n配管の長さ、曲がり（エルボ）の数、高低差から負荷を計算し、適切なポンプ車（ブーム車、配管車）を選びましょう。\n\n## このレシピのメリット\n- **閉塞防止**: 現場で配管が詰まって生コンが固まる地獄を防げます。\n- **安全施工**: 無理な圧力をかけずに安全に作業できます。\n- **段取り**: 必要な配管部材（本数、種類）を事前に準備できます。\n\n## 具体的な使い方\n1. 配管ルート（水平距離、垂直距離、曲がり箇所）を計画します。\n2. 生コンのスランプ（柔らかさ）を確認します。\n3. プロンプトに入力し、圧送の可否を判断させます。\n\n## プロンプト\n```markdown\n# 命令書\nコンクリートポンプ車の機種選定を相談したいです。\n\n# 条件\n- 水平換算距離：合計150m（実長100m + エルボなどの等価長50m）\n- コンクリート：普通コンクリート、スランプ15cm\n- 配管径：100A（4インチ）\n\n# 質問\n中型車（圧送能力などの目安）で送れますか？それとも大型車が必要ですか？\n```"
    },
    {
        "slug": "traffic-control-plan",
        "title": "警備員：片側交互通行の配置計画",
        "description": "「工事区間50m、警備員何人？」死角や交通量を考慮した、安全な誘導員の配置計画。",
        "occupation": "交通誘導警備",
        "task": "警備員配置計画・保安資材設置",
        "tool": "ChatGPT",
        "content": "## 概要\n道路工事での片側交互通行。\nカーブで見通しが悪い場所や、交差点が絡む場所では、警備員の配置を間違えると事故や渋滞の原因になります。\n現場の道路状況を説明して、最適な警備員の人数と立ち位置、看板の設置場所をシミュレーションしましょう。\n\n## このレシピのメリット\n- **事故防止**: 接触事故や追突事故を未然に防ぎます。\n- **渋滞緩和**: スムーズな誘導で、一般車のイライラを減らせます。\n- **見積もり**: 正確な人数出しで、警備費用の見積もりが作れます。\n\n## 具体的な使い方\n1. 工事区間の長さと道路形状（直線、カーブ、交差点ありなど）を確認します。\n2. プロンプトに入力し、配置案を作らせます。\n3. 道路使用許可申請の図面作成に役立てます。\n\n## プロンプト\n```markdown\n# 命令書\n道路工事に伴う片側交互通行の警備員配置を計画してください。\n\n# 現場状況\n- 工事区間：50m\n- 道路形状：緩やかなカーブで見通しがやや悪い\n- 交通量：そこそこ多い（朝夕は混む）\n- 脇道：工事区間の途中に1箇所あり（住民が出る）\n\n# 質問\n警備員は最低何人必要ですか？それぞれの配置場所と役割も教えてください。\n```"
    },
    {
        "slug": "cleaning-wax-calculation",
        "title": "美装屋：ワックス・洗剤の希釈と使用量",
        "description": "「この広さ、ワックス何枚？」塗布面積と希釈率から、必要な資材の量を計算。",
        "occupation": "ハウスクリーニング・美装",
        "task": "洗剤・ワックス必要量計算",
        "tool": "ChatGPT",
        "content": "## 概要\n床のワックス掛けや、外壁洗浄。\n洗剤の希釈倍率を間違えると効果が出なかったり、素材を傷めたりします。\nまた、現場の広さに応じて必要なワックスの量（枚数）を計算し、現場に持っていく資材を準備しましょう。\n\n## このレシピのメリット\n- **品質安定**: 常に適切な濃度で作業でき、仕上がりが安定します。\n- **コスト削減**: 洗剤の使いすぎや、ワックスの無駄を減らせます。\n- **準備**: 「現場で足りなくなった」というミスを防げます。\n\n## 具体的な使い方\n1. 作業面積を測ります。\n2. 使用する薬剤の仕様（標準使用量、希釈率）を確認します。\n3. プロンプトに入力し、必要量を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\nフロアワックスの必要量を計算してください。\n\n# 条件\n- 面積：300m2（オフィスの床）\n- 仕様：2回塗り（合計600m2分）\n- ワックス性能：1箱（18L）で約1200m2（1回塗り）塗れるとする\n\n# 質問\n何箱（何リットル）必要ですか？\nまた、剥離洗浄する場合、10倍希釈の剥離剤を作るには、原液と水をどれくらい混ぜればいいですか？（必要量は適当に想定して）\n```"
    },
    {
        "slug": "fire-protection-capacity",
        "title": "防災屋：消火器の設置本数と歩行距離",
        "description": "「このテナント、消火器何本要る？」面積と用途から、消防法に基づく設置数を算出。",
        "occupation": "消防設備士",
        "task": "消火器設置基準・能力単位計算",
        "tool": "ChatGPT",
        "content": "## 概要\n建物には用途と面積に応じて、必要な消火器の本数（能力単位）が決まっています。\nまた、歩行距離（20m以内など）のルールもあります。\nテナントの情報を入力して、最低限必要な消火器の本数とサイズ（10型など）を確認しましょう。\n\n## このレシピのメリット\n- **法令遵守**: 消防法違反による指導を防げます。\n- **安全確保**: 万が一の火災時に初期消火ができる体制を整えられます。\n- **図面作成**: 消防署に提出する設置届の作成に役立ちます。\n\n## 具体的な使い方\n1. 建物の用途（飲食店、事務所など）と延床面積を確認します。\n2. プロンプトに入力し、設置基準を聞きます。\n3. 配置図を作成します。\n\n## プロンプト\n```markdown\n# 命令書\n飲食店（延床面積150m2）に設置すべき消火器の本数を教えてください。\n\n# 条件\n- 構造：耐火建築物\n- 用途：ラーメン屋（火気使用あり）\n\n# 質問\n何型の消火器が何本必要ですか？\n歩行距離のルールについても教えてください。\n```"
    },
    {
        "slug": "general-invoice-registration",
        "title": "共通：インボイス制度対応の請求書チェック",
        "description": "「この請求書、インボイス対応してる？」登録番号や税率ごとの区分記載など、必須項目の漏れをチェック。",
        "occupation": "共通（事務・経理）",
        "task": "インボイス（適格請求書）チェック",
        "tool": "ChatGPT",
        "content": "## 概要\nインボイス制度が始まり、請求書の記載要件が厳しくなりました。\n協力業者から届いた請求書が要件（登録番号、税率別の消費税額など）を満たしていないと、仕入税額控除が受けられず、会社が損をします。\nAIにチェックポイントを確認させたり、OCRで読み取ったテキストをチェックさせましょう。\n\n## このレシピのメリット\n- **節税**: 正しい請求書で確実に控除を受けられます。\n- **事務効率**: 修正依頼の手間を減らせます。\n- **教育**: 職人さんへの指導（こういう請求書にしてくれ）に使えます。\n\n## 具体的な使い方\n1. 請求書の内容を確認します。\n2. プロンプトに入力し、インボイスとして有効か判定させます。\n3. 不備があれば再発行を依頼します。\n\n## プロンプト\n```markdown\n# 命令書\n以下の請求書の記載内容が、インボイス（適格請求書）の要件を満たしているかチェックしてください。\n\n# 記載項目\n- 発行者：〇〇建設（登録番号なし）\n- 宛名：株式会社△△\n- 取引内容：工事代金一式\n- 金額：110,000円（税込）\n- 日付：2024年5月31日\n\n# 質問\n何が足りませんか？具体的に指摘してください。\n```"
    },
    {
        "slug": "general-construction-photo-organize",
        "title": "共通：工事写真の自動整理と台帳作成（構想）",
        "description": "「写真整理で残業したくない…」ファイル名のリネームやフォルダ分けを効率化するアイデア。",
        "occupation": "共通",
        "task": "工事写真整理・台帳作成効率化",
        "tool": "ChatGPT",
        "content": "## 概要\n現場監督の残業の元凶、写真整理。\nデジカメやスマホで撮った大量の画像を、工種ごと（着工前、施工中、完了）に分けたり、黒板の文字を読み取ってファイル名にしたり。\nAIとスクリプト（Pythonなど）を組み合わせれば、この作業を劇的に自動化できる可能性があります。その第一歩としての整理術。\n\n## このレシピのメリット\n- **時短**: 毎日の事務作業時間を大幅に削減できます。\n- **検索性**: 「あの写真どこだっけ？」と探す時間をなくせます。\n- **品質**: 提出用アルバムの作成がスムーズになります。\n\n## 具体的な使い方\n1. 写真の分類ルール（フォルダ構成）を決めます。\n2. プロンプトに入力し、効率的な整理フローや、リネーム規則を相談します。\n3. 実際の作業に取り入れます。\n\n## プロンプト\n```markdown\n# 命令書\n工事写真を効率的に整理するためのフォルダ構成案を考えてください。\n\n# 工事内容\n- キッチンリフォーム\n\n# 工程\n- 養生、解体、配管、電気、大工、内装、器具付け、クリーニング\n\n# 要望\n時系列かつ工種別に整理して、後で台帳を作りやすくしたいです。\n```"
    },
    {
        "slug": "carpenter-stair-calc",
        "title": "大工：階段の段割・蹴上げ計算",
        "description": "「蹴上げが高すぎる？」階高から最適な段数と蹴上げ、踏面を計算し、割り付け図の作成をサポート。",
        "occupation": "大工",
        "task": "階段の寸法計算・割り付け",
        "tool": "ChatGPT",
        "content": "## 概要\n階段の墨出しは、大工仕事の中でも頭を使う作業の一つです。\n階高を正確に測り、均等な蹴上げ（高さ）と踏面（奥行き）を割り出さなければなりません。\n「1段あたり何ミリ？」という計算をAIに任せ、スムーズに墨出しを行いましょう。\n\n## このレシピのメリット\n- **計算ミス防止**: 割り切れない数字の累積誤差を防げます。\n- **安全性**: 建築基準法（蹴上げ23cm以下など）に適合した安全な階段を作れます。\n- **時短**: 電卓を叩く時間を減らせます。\n\n## 具体的な使い方\n1. 階高（1階FLから2階FLまで）を測ります。\n2. 設置可能なスペース（水平距離）を確認します。\n3. プロンプトに入力し、最適な寸法を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n木造住宅の階段の割り付け計算をしてください。\n\n# 条件\n- 階高：2950mm\n- 階段の形状：直階段\n- 踏面：210mm以上確保したい\n- 蹴上げ：230mm以下にしたい\n\n# 質問\n最適な段数と、1段あたりの蹴上げ寸法を教えてください。\nまた、必要な水平距離（階段の全長）はいくらになりますか？\n```"
    },
    {
        "slug": "plasterer-mortar-mix",
        "title": "左官屋：モルタル配合比率と材料計算",
        "description": "「砂とセメント、どれくらい必要？」施工面積と厚みから、必要な材料の量と配合比率を算出。",
        "occupation": "左官屋",
        "task": "モルタルの配合・材料計算",
        "tool": "ChatGPT",
        "content": "## 概要\nモルタルは用途（下地、仕上げ、土間）によって配合比率が変わります。\nまた、施工面積に対してどれだけの砂とセメントを用意すればいいか、経験則だけでなく計算で出すことで、材料の過不足を防げます。\n\n## このレシピのメリット\n- **品質確保**: 用途に合った適切な強度を出せます。\n- **ロス削減**: 材料の買いすぎ、買い足しを防げます。\n- **新人教育**: 「感覚で混ぜろ」ではなく、数値で教えられます。\n\n## 具体的な使い方\n1. 施工場所と面積、塗り厚を決めます。\n2. プロンプトに入力し、必要なセメントと砂の量を計算させます。\n3. 材料を手配し、配合通りに練ります。\n\n## プロンプト\n```markdown\n# 命令書\n玄関土間のモルタル工事に必要な材料を計算してください。\n\n# 条件\n- 施工面積：5m2\n- 塗り厚：30mm\n- 配合：1:3モルタル（セメント1：砂3）とする\n\n# 質問\nセメント（25kg袋）と砂（20kg袋）はそれぞれ何袋必要ですか？\n余裕を見て少し多めに計算してください。\n```"
    },
    {
        "slug": "sheetmetal-roof-layout",
        "title": "板金屋：屋根材（立平・横暖ルーフ）の割り付け",
        "description": "「働き幅が〇〇mmだから…」屋根の寸法から、屋根材の枚数と割り付け（半端の処理）を計算。",
        "occupation": "板金屋",
        "task": "屋根材の割り付け・枚数計算",
        "tool": "ChatGPT",
        "content": "## 概要\n屋根工事では、屋根材の働き幅に合わせて割り付けを行い、軒先やケラバの納まりを決めます。\n半端な寸法が出た場合、どこで調整するのが一番きれいか、AIにシミュレーションさせましょう。\n\n## このレシピのメリット\n- **美観向上**: 左右対称など、きれいな割り付けができます。\n- **材料ロス削減**: 無駄な切り落としを減らせます。\n- **プレカット**: 現場での切断作業を減らし、工期を短縮できます。\n\n## 具体的な使い方\n1. 屋根の流れ長さと桁行長さを測ります。\n2. 屋根材の働き幅を確認します。\n3. プロンプトに入力し、枚数と割り付け案を出させます。\n\n## プロンプト\n```markdown\n# 命令書\n切妻屋根の屋根材（横葺き）の割り付けと枚数計算をしてください。\n\n# 条件\n- 桁行長さ：7280mm\n- 流れ長さ：4550mm（片面）\n- 屋根材働き幅：300mm\n- 屋根材働き長さ：3000mm\n\n# 質問\n片面あたり何段になりますか？\nまた、一番上の棟際（棟包みの下）に入る材料の働き幅は何mmになりますか？\n```"
    },
    {
        "slug": "waterproof-urethane-calc",
        "title": "防水工：ウレタン防水の塗布量計算",
        "description": "「厚み3mm確保するには？」施工面積から、必要なウレタン防水材のセット数を計算。",
        "occupation": "防水工",
        "task": "防水材の必要量計算",
        "tool": "ChatGPT",
        "content": "## 概要\nウレタン塗膜防水は、規定の厚みを確保しないと防水性能が発揮されません。\n面積に対して何kgの材料を流せばよいか、比重を考慮して計算する必要があります。\nメーカーの仕様に基づいた正確な量を算出し、品質を担保しましょう。\n\n## このレシピのメリット\n- **品質保証**: 膜厚不足による漏水を防げます。\n- **発注精度**: 材料不足で工事が止まるのを防げます。\n- **記録**: 「これだけの量を使った」という記録を残せます。\n\n## 具体的な使い方\n1. 施工面積を測ります。\n2. 設計膜厚（例：X-2工法なら平均3mmなど）を確認します。\n3. プロンプトに入力し、必要セット数を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\nベランダのウレタン防水（密着工法）に必要な材料数を計算してください。\n\n# 条件\n- 施工面積：20m2\n- 設計膜厚：3mm\n- 材料比重：1.3\n- 1セットあたりの重量：主剤＋硬化剤＝18kg\n\n# 質問\n何セット必要ですか？\nまた、平場用と立上がり用（面積5m2、厚み2mm）は分けて計算してください。\n```"
    },
    {
        "slug": "sash-screen-size",
        "title": "サッシ屋：網戸の製作寸法算出",
        "description": "「レールの内法からマイナス何ミリ？」サッシ枠の寸法から、網戸の製作サイズを自動計算。",
        "occupation": "サッシ屋",
        "task": "網戸・建具の寸法計算",
        "tool": "ChatGPT",
        "content": "## 概要\n網戸の後付けや張替えの際、サッシ枠の実測値から網戸の仕上がり寸法を計算します。\nメーカーやサッシの種類（引き違い、滑り出しなど）によって「引き代（マイナス値）」が異なります。\n計算式を登録しておけば、ミスなく寸法を出せます。\n\n## このレシピのメリット\n- **誤発注防止**: 寸法違いで入らない、外れるといったミスを防げます。\n- **新人でも安心**: ベテランの勘に頼らず計算できます。\n- **記録**: 採寸データを残しておけます。\n\n## 具体的な使い方\n1. サッシ枠の内法寸法（W、H）を測ります。\n2. レールの形状（ビル用、住宅用など）を確認します。\n3. プロンプトに入力し、製作寸法を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n引き違い窓の網戸製作寸法を計算してください。\n\n# 実測値（サッシ枠内法）\n- 幅（W）：1600mm\n- 高さ（H）：1100mm\n\n# 計算ルール（一般住宅用）\n- 網戸幅 ＝ W ÷ 2 ＋ 5mm（召し合わせ分）\n- 網戸高さ ＝ H － 12mm（レールかかり分調整）\n\n# 質問\n製作すべき網戸の寸法（W×H）は？\n```"
    },
    {
        "slug": "hvac-capacity-select",
        "title": "空調設備：業務用エアコンの馬力選定",
        "description": "「この広さの飲食店なら何馬力？」部屋の用途と面積、熱負荷から最適なエアコン能力を選定。",
        "occupation": "空調設備",
        "task": "エアコンの能力（馬力）選定",
        "tool": "ChatGPT",
        "content": "## 概要\nエアコンの効きは、広さだけでなく「用途」によって大きく変わります。\n飲食店（火を使う）、オフィス（PCが多い）、美容室（ドライヤーを使う）など、熱負荷を考慮して選定しないと「冷えない」とクレームになります。\nAIに条件を伝えて、推奨される馬力を算出しましょう。\n\n## このレシピのメリット\n- **クレーム回避**: 能力不足によるトラブルを防げます。\n- **省エネ提案**: 過剰な能力を避け、イニシャルコストとランニングコストを最適化します。\n- **説得力**: お客様に「なぜこの機種なのか」を数値で説明できます。\n\n## 具体的な使い方\n1. 部屋の面積、天井高、用途を確認します。\n2. 窓の向きや熱源（コンロなど）の有無を確認します。\n3. プロンプトに入力し、選定させます。\n\n## プロンプト\n```markdown\n# 命令書\nラーメン店の厨房・客席に設置する業務用エアコンの馬力を選定してください。\n\n# 条件\n- 面積：50m2（約15坪）\n- 構造：鉄骨造1階\n- 熱源：厨房に大型ガスコンロあり、換気扇強力\n- 窓：南向きに大きな窓あり\n\n# 質問\n何馬力のエアコンが必要ですか？\n余裕を持った選定をお願いします。\n```"
    },
    {
        "slug": "fire-detector-count",
        "title": "消防設備士：感知器の設置個数と配置計算",
        "description": "「この部屋、感知器何個いる？」消防法に基づき、部屋の面積と構造から必要な感知器の数を算出。",
        "occupation": "消防設備士",
        "task": "消防用設備の設置基準確認・計算",
        "tool": "ChatGPT",
        "content": "## 概要\n自動火災報知設備の感知器（差動式、定温式、煙）は、種類と取り付け高さによって「警戒面積」が決まっています。\n部屋の面積を警戒面積で割り、必要な個数を算出します。\n消防法の基準に適合するように計算しましょう。\n\n## このレシピのメリット\n- **法令遵守**: 消防検査での指摘を防げます。\n- **設計効率**: 図面作成前の個数拾い出しが早くなります。\n- **コスト算出**: 見積もりのための数量拾いが正確になります。\n\n## 具体的な使い方\n1. 部屋の用途、面積、天井高を確認します。\n2. 使用する感知器の種類（煙、熱）を決めます。\n3. プロンプトに入力し、必要個数を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\nオフィスの会議室に必要な煙感知器（2種）の個数を計算してください。\n\n# 条件\n- 部屋の面積：150m2\n- 天井高さ：3.5m\n- 感知器の種類：光電式スポット型感知器（2種）\n- 構造：耐火構造\n\n# 質問\n最低何個の感知器が必要ですか？\nまた、設置基準（壁からの距離など）の注意点も教えてください。\n```"
    },
    {
        "slug": "civil-concrete-volume",
        "title": "土木作業員：生コンの必要量計算（立米算出）",
        "description": "「生コン車、何台呼ぶ？」基礎や擁壁の図面から体積を計算し、必要な生コンの量（m3）を算出。",
        "occupation": "土木作業員",
        "task": "コンクリート数量計算",
        "tool": "ChatGPT",
        "content": "## 概要\n生コンの発注は一発勝負です。\n足りなければ打設中断、余れば処分の手間とお金がかかります。\n複雑な形状の基礎や擁壁でも、部分ごとに体積を計算して合計し、ロス率を見込んだ正確な発注量を算出しましょう。\n\n## このレシピのメリット\n- **コスト削減**: 余分な生コン代と残コン処理費を減らせます。\n- **品質確保**: コールドジョイント（打ち継ぎ目）の発生を防げます。\n- **段取り**: ミキサー車の配車計画が立てやすくなります。\n\n## 具体的な使い方\n1. 図面から各部の寸法を拾います。\n2. プロンプトに入力し、総体積を計算させます。\n3. ロス率を加えて発注します。\n\n## プロンプト\n```markdown\n# 命令書\nL型擁壁の打設に必要な生コン量を計算してください。\n\n# 形状・寸法\n- 底版：幅2.0m × 厚さ0.3m × 長さ20m\n- たて壁：高さ2.5m × 厚さ0.25m（平均） × 長さ20m\n\n# 質問\n総体積は何m3ですか？\nまた、ロス率を5%見込んだ場合の発注数量は？\n```"
    },
    {
        "slug": "heavy-excavation-volume",
        "title": "重機オペレーター：掘削土量の計算とダンプ台数",
        "description": "「残土搬出、ダンプ何往復？」地山土量からほぐし率を考慮して、搬出土量と必要なダンプ台数を計算。",
        "occupation": "重機オペレーター",
        "task": "土量計算・運搬計画",
        "tool": "ChatGPT",
        "content": "## 概要\n土は掘ると空気が混ざって体積が増えます（土量変化率）。\n見積もりや配車計画では、この「ほぐし土量」を計算に入れないと、ダンプが足りなくなります。\n地山土量から搬出土量を計算し、2t/4t/10tダンプが何台必要か割り出しましょう。\n\n## このレシピのメリット\n- **工程管理**: 搬出にかかる日数を正確に予測できます。\n- **予算管理**: 残土処分費のズレを防げます。\n- **配車**: 無駄のないダンプ手配ができます。\n\n## 具体的な使い方\n1. 掘削する穴のサイズ（地山体積）を計算します。\n2. 土質（砂、粘土、岩など）を確認します。\n3. プロンプトに入力し、搬出土量とダンプ台数を計算させます。\n\n## プロンプト\n```markdown\n# 命令書\n基礎工事の残土搬出計画を立ててください。\n\n# 条件\n- 掘削体積（地山）：100m3\n- 土質：普通の土（土量変化率 L=1.2 とする）\n- 使用ダンプ：4tダンプ（積載容量 2.5m3/台 とする）\n\n# 質問\n搬出土量は何m3になりますか？\n4tダンプで延べ何台分の搬出が必要ですか？\n```"
    },
    {
        "slug": "guard-traffic-signal",
        "title": "警備員：片側交互通行の合図確認リスト",
        "description": "「無線？手旗？」相方との連携ミスは事故の元。片側交互通行の際の合図や無線のルールを明確化。",
        "occupation": "警備員・誘導員",
        "task": "交通誘導の連携ルール作成",
        "tool": "ChatGPT",
        "content": "## 概要\n工事現場での片側交互通行は、両端の警備員の連携が命です。\n無線が混線したり、手旗が見えなかったりして車を同時に流してしまうと、正面衝突事故になります。\n現場ごとに異なる条件（カーブ、距離、信号機）に合わせ、確実な合図の取り決めを行いましょう。\n\n## このレシピのメリット\n- **事故ゼロ**: 連絡ミスによる事故を確実に防ぎます。\n- **渋滞緩和**: スムーズな連携で車の流れを良くします。\n- **新人教育**: 初めて組む相方ともすぐに連携できます。\n\n## 具体的な使い方\n1. 現場の道路状況（見通し、距離）を確認します。\n2. プロンプトに入力し、チェックリストを作成します。\n3. 配置につく前に相方と読み合わせます。\n\n## プロンプト\n```markdown\n# 命令書\n見通しの悪いカーブ（距離100m）での片側交互通行における、警備員間の連携ルールを作ってください。\n\n# 使用ツール\n- トランシーバー\n\n# 決めたいこと\n- 車を流す時の合図の言葉\n- 車を止める時の合図の言葉\n- トラブル発生時（緊急車両など）の対応\n- 無線が通じない時のバックアップ手段\n```"
    },
    {
        "slug": "landscaper-maintenance-calendar",
        "title": "造園：植栽の年間維持管理カレンダー",
        "description": "「剪定はいつ？消毒は？」樹木の種類に合わせた、年間の管理スケジュール表を作成。",
        "occupation": "造園・植木屋",
        "task": "植栽管理計画の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n庭木や街路樹は、種類によって剪定や施肥、消毒の適期が異なります。\nお客様に「いつ何をすればいいの？」と聞かれた時や、年間の管理契約を結ぶ際に、分かりやすいカレンダーがあると親切です。\nAIに樹種を伝えて、最適なスケジュールを組んでもらいましょう。\n\n## このレシピのメリット\n- **提案力**: プロとして適切な管理プランを提案できます。\n- **リピート獲得**: 「次は〇月に消毒ですね」と営業のきっかけになります。\n- **植物の健康**: 適期に手入れすることで、木を元気に保てます。\n\n## 具体的な使い方\n1. 庭にある樹木の種類をリストアップします。\n2. プロンプトに入力し、年間カレンダーを作成させます。\n3. お客様に提出します。\n\n## プロンプト\n```markdown\n# 命令書\n個人邸の庭木の年間管理カレンダーを作成してください。\n\n# 樹種\n- マツ（黒松）\n- サツキ\n- モミジ\n- キンモクセイ\n\n# 内容\n月ごとに、剪定、消毒（害虫対策）、施肥のタイミングを記載してください。\n```"
    },
    {
        "slug": "surveyor-coordinate-area",
        "title": "測量士：座標法による求積計算表",
        "description": "「この土地の面積は？」境界点の座標値から、多角形の面積を計算するExcel用の数式を作成。",
        "occupation": "測量士・土地家屋調査士",
        "task": "座標求積・面積計算",
        "tool": "ChatGPT",
        "content": "## 概要\n土地の面積計算（座標法）は、X座標とY座標の差分を使って計算します。\n手計算では大変ですし、ミスも出ます。\n座標値を入力すれば自動で面積が出る計算ロジックや、Excelの数式をAIに教えてもらいましょう。\n\n## このレシピのメリット\n- **正確性**: 計算ミスによる面積の誤りを防げます。\n- **スピード**: 座標を入力するだけで瞬時に結果が出ます。\n- **検証**: 測量ソフトの結果が正しいかどうかの検算に使えます。\n\n## 具体的な使い方\n1. 境界点の座標データ（X, Y）を用意します。\n2. プロンプトに入力し、計算手順やExcel数式を聞きます。\n3. 計算書を作成します。\n\n## プロンプト\n```markdown\n# 命令書\n座標法（倍横距法）で土地の面積を計算するExcelの数式を教えてください。\n\n# データ形式\nA列：点名\nB列：X座標\nC列：Y座標\n\n# やりたいこと\n各点の座標を入力したら、合計面積（m2）と坪数が算出されるようにしたい。\n```"
    },
    {
        "slug": "manager-execution-budget",
        "title": "現場監督：実行予算書のたたき台作成",
        "description": "「利益どれくらい出る？」見積もり金額から原価を差し引き、目標利益を確保するための予算書を作成。",
        "occupation": "現場監督",
        "task": "実行予算書の作成",
        "tool": "ChatGPT",
        "content": "## 概要\n工事を受注したら、まず「実行予算」を組みます。\n見積もり金額そのままではなく、実際の仕入れ値や外注費（原価）を積み上げ、どれだけ利益が出るかを計算します。\n費目ごとの目標原価を設定し、赤字にならないよう管理しましょう。\n\n## このレシピのメリット\n- **利益管理**: 工事ごとの収支が見える化されます。\n- **発注抑制**: 「これ以上使ったら赤字」というラインが明確になります。\n- **経営判断**: 儲からない工事の傾向がわかります。\n\n## 具体的な使い方\n1. 受注金額（見積書）を用意します。\n2. 各工種の原価（業者からの見積もり）を整理します。\n3. プロンプトに入力し、予算書のフォーマットを作らせます。\n\n## プロンプト\n```markdown\n# 命令書\n住宅リフォーム工事の実行予算書の項目リストを作ってください。\n\n# 工事概要\n- キッチン交換工事\n- 受注金額：150万円\n\n# 必要な項目\n- 工種（解体、設備、電気、大工、内装、クリーニング）\n- 実行予算（原価目標）\n- 粗利益額\n- 粗利益率\n\n# 質問\n粗利益率25%を確保するためには、原価合計をいくらに抑える必要がありますか？\n```"
    }
]